var proList = [{
		"id": 1,
		"name": "哲学"
	},
	{
		"id": 2,
		"name": "逻辑学"
	},
	{
		"id": 3,
		"name": "宗教学"
	},
	{
		"id": 4,
		"name": "伦理学"
	},
	{
		"id": 5,
		"name": "经济学"
	},
	{
		"id": 6,
		"name": "经济统计学"
	},
	{
		"id": 7,
		"name": "国民经济管理"
	},
	{
		"id": 8,
		"name": "资源与环境经济\n学"
	},
	{
		"id": 9,
		"name": "商务经济学"
	},
	{
		"id": 10,
		"name": "能源经济"
	},
	{
		"id": 11,
		"name": "劳动经济学"
	},
	{
		"id": 12,
		"name": "经济工程"
	},
	{
		"id": 13,
		"name": "数字经济"
	},
	{
		"id": 14,
		"name": "财政学"
	},
	{
		"id": 15,
		"name": "税收学"
	},
	{
		"id": 16,
		"name": "金融学"
	},
	{
		"id": 17,
		"name": "金融工程"
	},
	{
		"id": 18,
		"name": "保险学"
	},
	{
		"id": 19,
		"name": "投资学"
	},
	{
		"id": 20,
		"name": "金融数学"
	},
	{
		"id": 21,
		"name": "信用管理"
	},
	{
		"id": 22,
		"name": "经济与金融"
	},
	{
		"id": 23,
		"name": "精算学"
	},
	{
		"id": 24,
		"name": "互联网金融"
	},
	{
		"id": 25,
		"name": "金融科技"
	},
	{
		"id": 26,
		"name": "国际经济与贸易"
	},
	{
		"id": 27,
		"name": "贸易经济"
	},
	{
		"id": 28,
		"name": "法学"
	},
	{
		"id": 29,
		"name": "知识产权"
	},
	{
		"id": 30,
		"name": "监狱学"
	},
	{
		"id": 31,
		"name": "信用风险管理与\n法律防控"
	},
	{
		"id": 32,
		"name": "国际经贸规则"
	},
	{
		"id": 33,
		"name": "司法警察学"
	},
	{
		"id": 34,
		"name": "社区矫正"
	},
	{
		"id": 35,
		"name": "政治学与行政学"
	},
	{
		"id": 36,
		"name": "国际政治"
	},
	{
		"id": 37,
		"name": "外交学"
	},
	{
		"id": 38,
		"name": "国际事务与国际关系"
	},
	{
		"id": 39,
		"name": "政治学、经济学与哲学"
	},
	{
		"id": 40,
		"name": "国际组织与全球\n治理"
	},
	{
		"id": 41,
		"name": "社会学"
	},
	{
		"id": 42,
		"name": "社会工作"
	},
	{
		"id": 43,
		"name": "人类学"
	},
	{
		"id": 44,
		"name": "女性学"
	},
	{
		"id": 45,
		"name": "家政学"
	},
	{
		"id": 46,
		"name": "老年学"
	},
	{
		"id": 47,
		"name": "民族学"
	},
	{
		"id": 48,
		"name": "科学社会主义"
	},
	{
		"id": 49,
		"name": "中国共产党历史"
	},
	{
		"id": 50,
		"name": "思想政治教育"
	},
	{
		"id": 51,
		"name": "马克思主义理论"
	},
	{
		"id": 52,
		"name": "治安学"
	},
	{
		"id": 53,
		"name": "侦查学"
	},
	{
		"id": 54,
		"name": "边防管理"
	},
	{
		"id": 55,
		"name": "禁毒学"
	},
	{
		"id": 56,
		"name": "警犬技术"
	},
	{
		"id": 57,
		"name": "经济犯罪侦查"
	},
	{
		"id": 58,
		"name": "边防指挥"
	},
	{
		"id": 59,
		"name": "消防指挥"
	},
	{
		"id": 60,
		"name": "警卫学"
	},
	{
		"id": 61,
		"name": "公安情报学"
	},
	{
		"id": 62,
		"name": "犯罪学"
	},
	{
		"id": 63,
		"name": "公安管理学"
	},
	{
		"id": 64,
		"name": "涉外警务"
	},
	{
		"id": 65,
		"name": "国内安全保卫"
	},
	{
		"id": 66,
		"name": "警务指挥与战术"
	},
	{
		"id": 67,
		"name": "技术侦查学"
	},
	{
		"id": 68,
		"name": "海警执法"
	},
	{
		"id": 69,
		"name": "公安政治工作"
	},
	{
		"id": 70,
		"name": "移民管理"
	},
	{
		"id": 71,
		"name": "出入境管理"
	},
	{
		"id": 72,
		"name": "教育学"
	},
	{
		"id": 73,
		"name": "科学教育"
	},
	{
		"id": 74,
		"name": "人文教育"
	},
	{
		"id": 75,
		"name": "教育技术学"
	},
	{
		"id": 76,
		"name": "艺术教育"
	},
	{
		"id": 77,
		"name": "学前教育"
	},
	{
		"id": 78,
		"name": "小学教育"
	},
	{
		"id": 79,
		"name": "特殊教育"
	},
	{
		"id": 80,
		"name": "华文教育"
	},
	{
		"id": 81,
		"name": "教育康复学"
	},
	{
		"id": 82,
		"name": "卫生教育"
	},
	{
		"id": 83,
		"name": "认知科学与技术"
	},
	{
		"id": 84,
		"name": "体育教育"
	},
	{
		"id": 85,
		"name": "运动训练"
	},
	{
		"id": 86,
		"name": "社会体育指导与\n管理"
	},
	{
		"id": 87,
		"name": "武术与民族传统\n体育"
	},
	{
		"id": 88,
		"name": "运动人体科学"
	},
	{
		"id": 89,
		"name": "运动康复"
	},
	{
		"id": 90,
		"name": "休闲体育"
	},
	{
		"id": 91,
		"name": "体能训练"
	},
	{
		"id": 92,
		"name": "冰雪运动"
	},
	{
		"id": 93,
		"name": "电子竞技运动与\n管理"
	},
	{
		"id": 94,
		"name": "智能体育工程"
	},
	{
		"id": 95,
		"name": "体育旅游"
	},
	{
		"id": 96,
		"name": "运动能力开发"
	},
	{
		"id": 97,
		"name": "汉语言文学"
	},
	{
		"id": 98,
		"name": "汉语言"
	},
	{
		"id": 99,
		"name": "汉语国际教育"
	},
	{
		"id": 100,
		"name": "中国少数民族语\n言文学"
	},
	{
		"id": 101,
		"name": "古典文献学"
	},
	{
		"id": 102,
		"name": "应用语言学"
	},
	{
		"id": 103,
		"name": "秘书学"
	},
	{
		"id": 104,
		"name": "中国语言与文化"
	},
	{
		"id": 105,
		"name": "手语翻译"
	},
	{
		"id": 106,
		"name": "桑戈语"
	},
	{
		"id": 107,
		"name": "英语"
	},
	{
		"id": 108,
		"name": "俄语"
	},
	{
		"id": 109,
		"name": "德语"
	},
	{
		"id": 110,
		"name": "法语"
	},
	{
		"id": 111,
		"name": "西班牙语"
	},
	{
		"id": 112,
		"name": "阿拉伯语"
	},
	{
		"id": 113,
		"name": "日语"
	},
	{
		"id": 114,
		"name": "波斯语"
	},
	{
		"id": 115,
		"name": "朝鲜语"
	},
	{
		"id": 116,
		"name": "菲律宾语"
	},
	{
		"id": 117,
		"name": "梵语巴利语"
	},
	{
		"id": 118,
		"name": "印度尼西亚语"
	},
	{
		"id": 119,
		"name": "印地语"
	},
	{
		"id": 120,
		"name": "柬埔寨语"
	},
	{
		"id": 121,
		"name": "老挝语"
	},
	{
		"id": 122,
		"name": "缅甸语"
	},
	{
		"id": 123,
		"name": "马来语"
	},
	{
		"id": 124,
		"name": "蒙古语"
	},
	{
		"id": 125,
		"name": "僧伽罗语"
	},
	{
		"id": 126,
		"name": "泰语"
	},
	{
		"id": 127,
		"name": "乌尔都语"
	},
	{
		"id": 128,
		"name": "希伯来语"
	},
	{
		"id": 129,
		"name": "越南语"
	},
	{
		"id": 130,
		"name": "豪萨语"
	},
	{
		"id": 131,
		"name": "斯瓦希里语"
	},
	{
		"id": 132,
		"name": "阿尔巴尼亚语"
	},
	{
		"id": 133,
		"name": "保加利亚语"
	},
	{
		"id": 134,
		"name": "波兰语"
	},
	{
		"id": 135,
		"name": "捷克语"
	},
	{
		"id": 136,
		"name": "斯洛伐克语"
	},
	{
		"id": 137,
		"name": "罗马尼亚语"
	},
	{
		"id": 138,
		"name": "葡萄牙语"
	},
	{
		"id": 139,
		"name": "瑞典语"
	},
	{
		"id": 140,
		"name": "塞尔维亚语"
	},
	{
		"id": 141,
		"name": "土耳其语"
	},
	{
		"id": 142,
		"name": "希腊语"
	},
	{
		"id": 143,
		"name": "匈牙利语"
	},
	{
		"id": 144,
		"name": "意大利语"
	},
	{
		"id": 145,
		"name": "泰米尔语"
	},
	{
		"id": 146,
		"name": "普什图语"
	},
	{
		"id": 147,
		"name": "世界语"
	},
	{
		"id": 148,
		"name": "孟加拉语"
	},
	{
		"id": 149,
		"name": "尼泊尔语"
	},
	{
		"id": 150,
		"name": "克罗地亚语"
	},
	{
		"id": 151,
		"name": "荷兰语"
	},
	{
		"id": 152,
		"name": "芬兰语"
	},
	{
		"id": 153,
		"name": "乌克兰语"
	},
	{
		"id": 154,
		"name": "挪威语"
	},
	{
		"id": 155,
		"name": "丹麦语"
	},
	{
		"id": 156,
		"name": "冰岛语"
	},
	{
		"id": 157,
		"name": "爱尔兰语"
	},
	{
		"id": 158,
		"name": "拉脱维亚语"
	},
	{
		"id": 159,
		"name": "立陶宛语"
	},
	{
		"id": 160,
		"name": "斯洛文尼亚语"
	},
	{
		"id": 161,
		"name": "爱沙尼亚语"
	},
	{
		"id": 162,
		"name": "马耳他语"
	},
	{
		"id": 163,
		"name": "哈萨克语"
	},
	{
		"id": 164,
		"name": "乌兹别克语"
	},
	{
		"id": 165,
		"name": "祖鲁语"
	},
	{
		"id": 166,
		"name": "拉丁语"
	},
	{
		"id": 167,
		"name": "翻译"
	},
	{
		"id": 168,
		"name": "商务英语"
	},
	{
		"id": 169,
		"name": "阿姆哈拉语"
	},
	{
		"id": 170,
		"name": "吉尔吉斯语"
	},
	{
		"id": 171,
		"name": "索马里语"
	},
	{
		"id": 172,
		"name": "土库曼语"
	},
	{
		"id": 173,
		"name": "加泰罗尼亚语"
	},
	{
		"id": 174,
		"name": "约鲁巴语"
	},
	{
		"id": 175,
		"name": "亚美尼亚语"
	},
	{
		"id": 176,
		"name": "马达加斯加语"
	},
	{
		"id": 177,
		"name": "格鲁吉亚语"
	},
	{
		"id": 178,
		"name": "阿塞拜疆语"
	},
	{
		"id": 179,
		"name": "阿非利卡语"
	},
	{
		"id": 180,
		"name": "马其顿语"
	},
	{
		"id": 181,
		"name": "塔吉克语"
	},
	{
		"id": 182,
		"name": "茨瓦纳语"
	},
	{
		"id": 183,
		"name": "恩德贝莱语"
	},
	{
		"id": 184,
		"name": "科摩罗语"
	},
	{
		"id": 185,
		"name": "克里奥尔语"
	},
	{
		"id": 186,
		"name": "绍纳语"
	},
	{
		"id": 187,
		"name": "提格雷尼亚语"
	},
	{
		"id": 188,
		"name": "白俄罗斯语"
	},
	{
		"id": 189,
		"name": "毛利语"
	},
	{
		"id": 190,
		"name": "汤加语"
	},
	{
		"id": 191,
		"name": "萨摩亚语"
	},
	{
		"id": 192,
		"name": "库尔德语"
	},
	{
		"id": 193,
		"name": "比斯拉马语"
	},
	{
		"id": 194,
		"name": "达里语"
	},
	{
		"id": 195,
		"name": "德顿语"
	},
	{
		"id": 196,
		"name": "迪维希语"
	},
	{
		"id": 197,
		"name": "斐济语"
	},
	{
		"id": 198,
		"name": "库克群岛毛利语"
	},
	{
		"id": 199,
		"name": "隆迪语"
	},
	{
		"id": 200,
		"name": "卢森堡语"
	},
	{
		"id": 201,
		"name": "卢旺达语"
	},
	{
		"id": 202,
		"name": "纽埃语"
	},
	{
		"id": 203,
		"name": "皮金语"
	},
	{
		"id": 204,
		"name": "切瓦语"
	},
	{
		"id": 205,
		"name": "塞苏陀语"
	},
	{
		"id": 206,
		"name": "语言学"
	},
	{
		"id": 207,
		"name": "塔玛齐格特语"
	},
	{
		"id": 208,
		"name": "爪哇语"
	},
	{
		"id": 209,
		"name": "旁遮普语"
	},
	{
		"id": 210,
		"name": "新闻学"
	},
	{
		"id": 211,
		"name": "广播电视学"
	},
	{
		"id": 212,
		"name": "广告学"
	},
	{
		"id": 213,
		"name": "传播学"
	},
	{
		"id": 214,
		"name": "编辑出版学"
	},
	{
		"id": 215,
		"name": "网络与新媒体"
	},
	{
		"id": 216,
		"name": "数字出版"
	},
	{
		"id": 217,
		"name": "时尚传播"
	},
	{
		"id": 218,
		"name": "国际新闻与传播"
	},
	{
		"id": 219,
		"name": "会展"
	},
	{
		"id": 220,
		"name": "历史学"
	},
	{
		"id": 221,
		"name": "世界史"
	},
	{
		"id": 222,
		"name": "考古学"
	},
	{
		"id": 223,
		"name": "文物与博物馆学"
	},
	{
		"id": 224,
		"name": "文物保护技术"
	},
	{
		"id": 225,
		"name": "外国语言与外国\n历史"
	},
	{
		"id": 226,
		"name": "文化遗产"
	},
	{
		"id": 227,
		"name": "数学与应用数学"
	},
	{
		"id": 228,
		"name": "信息与计算科学"
	},
	{
		"id": 229,
		"name": "数理基础科学"
	},
	{
		"id": 230,
		"name": "数据计算及应用"
	},
	{
		"id": 231,
		"name": "物理学"
	},
	{
		"id": 232,
		"name": "应用物理学"
	},
	{
		"id": 233,
		"name": "核物理"
	},
	{
		"id": 234,
		"name": "声学"
	},
	{
		"id": 235,
		"name": "系统科学与工程"
	},
	{
		"id": 236,
		"name": "化学"
	},
	{
		"id": 237,
		"name": "应用化学"
	},
	{
		"id": 238,
		"name": "化学生物学"
	},
	{
		"id": 239,
		"name": "分子科学与工程"
	},
	{
		"id": 240,
		"name": "能源化学"
	},
	{
		"id": 241,
		"name": "天文学"
	},
	{
		"id": 242,
		"name": "地理科学"
	},
	{
		"id": 243,
		"name": "自然地理与资源\n环境"
	},
	{
		"id": 244,
		"name": "人文地理与城乡规划"
	},
	{
		"id": 245,
		"name": "地理信息科学"
	},
	{
		"id": 246,
		"name": "大气科学"
	},
	{
		"id": 247,
		"name": "应用气象学"
	},
	{
		"id": 248,
		"name": "海洋科学"
	},
	{
		"id": 249,
		"name": "海洋技术"
	},
	{
		"id": 250,
		"name": "海洋资源与环境"
	},
	{
		"id": 251,
		"name": "军事海洋学"
	},
	{
		"id": 252,
		"name": "地球物理学"
	},
	{
		"id": 253,
		"name": "空间科学与技术"
	},
	{
		"id": 254,
		"name": "防灾减灾科学与工程"
	},
	{
		"id": 255,
		"name": "地质学"
	},
	{
		"id": 256,
		"name": "地球化学"
	},
	{
		"id": 257,
		"name": "地球信息科学与\n技术"
	},
	{
		"id": 258,
		"name": "古生物学"
	},
	{
		"id": 259,
		"name": "生物科学"
	},
	{
		"id": 260,
		"name": "生物技术"
	},
	{
		"id": 261,
		"name": "生物信息学"
	},
	{
		"id": 262,
		"name": "生态学"
	},
	{
		"id": 263,
		"name": "整合科学"
	},
	{
		"id": 264,
		"name": "神经科学"
	},
	{
		"id": 265,
		"name": "心理学"
	},
	{
		"id": 266,
		"name": "应用心理学"
	},
	{
		"id": 267,
		"name": "统计学"
	},
	{
		"id": 268,
		"name": "应用统计学"
	},
	{
		"id": 269,
		"name": "理论与应用力学"
	},
	{
		"id": 270,
		"name": "工程力学"
	},
	{
		"id": 271,
		"name": "机械工程"
	},
	{
		"id": 272,
		"name": "机械设计制造及\n其自动化"
	},
	{
		"id": 273,
		"name": "材料成型及控制\n工程"
	},
	{
		"id": 274,
		"name": "机械电子工程"
	},
	{
		"id": 275,
		"name": "工业设计"
	},
	{
		"id": 276,
		"name": "过程装备与控制工程"
	},
	{
		"id": 277,
		"name": "车辆工程"
	},
	{
		"id": 278,
		"name": "汽车服务工程"
	},
	{
		"id": 279,
		"name": "机械工艺技术"
	},
	{
		"id": 280,
		"name": "微机电系统工程"
	},
	{
		"id": 281,
		"name": "机电技术教育"
	},
	{
		"id": 282,
		"name": "汽车维修工程教\n育"
	},
	{
		"id": 283,
		"name": "智能制造工程"
	},
	{
		"id": 284,
		"name": "智能车辆工程"
	},
	{
		"id": 285,
		"name": "仿生科学与工程"
	},
	{
		"id": 286,
		"name": "新能源汽车工程"
	},
	{
		"id": 287,
		"name": "测控技术与仪器"
	},
	{
		"id": 288,
		"name": "精密仪器"
	},
	{
		"id": 289,
		"name": "智能感知工程"
	},
	{
		"id": 290,
		"name": "材料科学与工程"
	},
	{
		"id": 291,
		"name": "材料物理"
	},
	{
		"id": 292,
		"name": "材料化学"
	},
	{
		"id": 293,
		"name": "冶金工程"
	},
	{
		"id": 294,
		"name": "金属材料工程"
	},
	{
		"id": 295,
		"name": "无机非金属材料\n工程"
	},
	{
		"id": 296,
		"name": "高分子材料与工\n程"
	},
	{
		"id": 297,
		"name": "复合材料与工程"
	},
	{
		"id": 298,
		"name": "粉体材料科学与\n工程"
	},
	{
		"id": 299,
		"name": "宝石及材料工艺学"
	},
	{
		"id": 300,
		"name": "焊接技术与工程"
	},
	{
		"id": 301,
		"name": "功能材料"
	},
	{
		"id": 302,
		"name": "纳米材料与技术"
	},
	{
		"id": 303,
		"name": "新能源材料与器\n件"
	},
	{
		"id": 304,
		"name": "材料设计科学与\n工程"
	},
	{
		"id": 305,
		"name": "复合材料成型工\n程"
	},
	{
		"id": 306,
		"name": "智能材料与结构"
	},
	{
		"id": 307,
		"name": "能源与动力工程"
	},
	{
		"id": 308,
		"name": "能源与环境系统\n工程"
	},
	{
		"id": 309,
		"name": "新能源科学与工\n程"
	},
	{
		"id": 310,
		"name": "储能科学与工程"
	},
	{
		"id": 311,
		"name": "电气工程及其自\n动化"
	},
	{
		"id": 312,
		"name": "智能电网信息工\n程"
	},
	{
		"id": 313,
		"name": "光源与照明"
	},
	{
		"id": 314,
		"name": "电气工程与智能\n控制"
	},
	{
		"id": 315,
		"name": "电机电器智能化"
	},
	{
		"id": 316,
		"name": "电缆工程"
	},
	{
		"id": 317,
		"name": "电子信息工程"
	},
	{
		"id": 318,
		"name": "电子科学与技术"
	},
	{
		"id": 319,
		"name": "通信工程"
	},
	{
		"id": 320,
		"name": "微电子科学与工程"
	},
	{
		"id": 321,
		"name": "光电信息科学与\n工程"
	},
	{
		"id": 322,
		"name": "信息工程"
	},
	{
		"id": 323,
		"name": "广播电视工程"
	},
	{
		"id": 324,
		"name": "水声工程"
	},
	{
		"id": 325,
		"name": "电子封装技术"
	},
	{
		"id": 326,
		"name": "集成电路设计与\n集成系统"
	},
	{
		"id": 327,
		"name": "医学信息工程"
	},
	{
		"id": 328,
		"name": "电磁场与无线技\n术"
	},
	{
		"id": 329,
		"name": "电波传播与天线"
	},
	{
		"id": 330,
		"name": "电子信息科学与技术"
	},
	{
		"id": 331,
		"name": "电信工程及管理"
	},
	{
		"id": 332,
		"name": "应用电子技术教\n育"
	},
	{
		"id": 333,
		"name": "人工智能"
	},
	{
		"id": 334,
		"name": "海洋信息工程"
	},
	{
		"id": 335,
		"name": "自动化"
	},
	{
		"id": 336,
		"name": "轨道交通信号与\n控制"
	},
	{
		"id": 337,
		"name": "机器人工程"
	},
	{
		"id": 338,
		"name": "邮政工程"
	},
	{
		"id": 339,
		"name": "核电技术与控制\n工程"
	},
	{
		"id": 340,
		"name": "智能装备与系统"
	},
	{
		"id": 341,
		"name": "工业智能"
	},
	{
		"id": 342,
		"name": "计算机科学与技术"
	},
	{
		"id": 343,
		"name": "软件工程"
	},
	{
		"id": 344,
		"name": "网络工程"
	},
	{
		"id": 345,
		"name": "信息安全"
	},
	{
		"id": 346,
		"name": "物联网工程"
	},
	{
		"id": 347,
		"name": "数字媒体技术"
	},
	{
		"id": 348,
		"name": "智能科学与技术"
	},
	{
		"id": 349,
		"name": "空间信息与数字技术"
	},
	{
		"id": 350,
		"name": "电子与计算机工\n程"
	},
	{
		"id": 351,
		"name": "数据科学与大数\n据技术"
	},
	{
		"id": 352,
		"name": "网络空间安全"
	},
	{
		"id": 353,
		"name": "新媒体技术"
	},
	{
		"id": 354,
		"name": "电影制作"
	},
	{
		"id": 355,
		"name": "保密技术"
	},
	{
		"id": 356,
		"name": "服务科学与工程"
	},
	{
		"id": 357,
		"name": "虚拟现实技术"
	},
	{
		"id": 358,
		"name": "区块链工程"
	},
	{
		"id": 359,
		"name": "土木工程"
	},
	{
		"id": 360,
		"name": "建筑环境与能源\n应用工程"
	},
	{
		"id": 361,
		"name": "给排水科学与工\n程"
	},
	{
		"id": 362,
		"name": "建筑电气与智能\n化"
	},
	{
		"id": 363,
		"name": "城市地下空间工\n程"
	},
	{
		"id": 364,
		"name": "道路桥梁与渡河\n工程"
	},
	{
		"id": 365,
		"name": "铁道工程"
	},
	{
		"id": 366,
		"name": "智能建造"
	},
	{
		"id": 367,
		"name": "土木、水利与海\n洋工程"
	},
	{
		"id": 368,
		"name": "土木、水利与交\n通工程"
	},
	{
		"id": 369,
		"name": "水利水电工程"
	},
	{
		"id": 370,
		"name": "水文与水资源工\n程"
	},
	{
		"id": 371,
		"name": "港口航道与海岸\n工程"
	},
	{
		"id": 372,
		"name": "水务工程"
	},
	{
		"id": 373,
		"name": "水利科学与工程"
	},
	{
		"id": 374,
		"name": "测绘工程"
	},
	{
		"id": 375,
		"name": "遥感科学与技术"
	},
	{
		"id": 376,
		"name": "导航工程"
	},
	{
		"id": 377,
		"name": "地理国情监测"
	},
	{
		"id": 378,
		"name": "地理空间信息工\n程"
	},
	{
		"id": 379,
		"name": "化学工程与工艺"
	},
	{
		"id": 380,
		"name": "制药工程"
	},
	{
		"id": 381,
		"name": "资源循环科学与\n工程"
	},
	{
		"id": 382,
		"name": "能源化学工程"
	},
	{
		"id": 383,
		"name": "化学工程与工业生物工程"
	},
	{
		"id": 384,
		"name": "化工安全工程"
	},
	{
		"id": 385,
		"name": "涂料工程"
	},
	{
		"id": 386,
		"name": "精细化工"
	},
	{
		"id": 387,
		"name": "地质工程"
	},
	{
		"id": 388,
		"name": "勘查技术与工程"
	},
	{
		"id": 389,
		"name": "资源勘查工程"
	},
	{
		"id": 390,
		"name": "地下水科学与工\n程"
	},
	{
		"id": 391,
		"name": "旅游地学与规划\n工程"
	},
	{
		"id": 392,
		"name": "采矿工程"
	},
	{
		"id": 393,
		"name": "石油工程"
	},
	{
		"id": 394,
		"name": "矿物加工工程"
	},
	{
		"id": 395,
		"name": "油气储运工程"
	},
	{
		"id": 396,
		"name": "矿物资源工程"
	},
	{
		"id": 397,
		"name": "海洋油气工程"
	},
	{
		"id": 398,
		"name": "纺织工程"
	},
	{
		"id": 399,
		"name": "服装设计与工程"
	},
	{
		"id": 400,
		"name": "非织造材料与工\n程"
	},
	{
		"id": 401,
		"name": "服装设计与工艺\n教育"
	},
	{
		"id": 402,
		"name": "丝绸设计与工程"
	},
	{
		"id": 403,
		"name": "轻化工程"
	},
	{
		"id": 404,
		"name": "包装工程"
	},
	{
		"id": 405,
		"name": "印刷工程"
	},
	{
		"id": 406,
		"name": "香料香精技术与工程"
	},
	{
		"id": 407,
		"name": "化妆品技术与工\n程"
	},
	{
		"id": 408,
		"name": "交通运输"
	},
	{
		"id": 409,
		"name": "交通工程"
	},
	{
		"id": 410,
		"name": "航海技术"
	},
	{
		"id": 411,
		"name": "轮机工程"
	},
	{
		"id": 412,
		"name": "飞行技术"
	},
	{
		"id": 413,
		"name": "交通设备与控制\n工程"
	},
	{
		"id": 414,
		"name": "救助与打捞工程"
	},
	{
		"id": 415,
		"name": "船舶电子电气工\n程"
	},
	{
		"id": 416,
		"name": "轨道交通电气与控制"
	},
	{
		"id": 417,
		"name": "邮轮工程与管理"
	},
	{
		"id": 418,
		"name": "船舶与海洋工程"
	},
	{
		"id": 419,
		"name": "海洋工程与技术"
	},
	{
		"id": 420,
		"name": "海洋资源开发技术"
	},
	{
		"id": 421,
		"name": "海洋机器人"
	},
	{
		"id": 422,
		"name": "航空航天工程"
	},
	{
		"id": 423,
		"name": "飞行器设计与工\n程"
	},
	{
		"id": 424,
		"name": "飞行器制造工程"
	},
	{
		"id": 425,
		"name": "飞行器动力工程"
	},
	{
		"id": 426,
		"name": "飞行器环境与生\n命保障工程"
	},
	{
		"id": 427,
		"name": "飞行器质量与可\n靠性"
	},
	{
		"id": 428,
		"name": "飞行器适航技术"
	},
	{
		"id": 429,
		"name": "飞行器控制与信\n息工程"
	},
	{
		"id": 430,
		"name": "无人驾驶航空器系统工程"
	},
	{
		"id": 431,
		"name": "武器系统与工程"
	},
	{
		"id": 432,
		"name": "武器发射工程"
	},
	{
		"id": 433,
		"name": "探测制导与控制\n技术"
	},
	{
		"id": 434,
		"name": "弹药工程与爆炸\n技术"
	},
	{
		"id": 435,
		"name": "特种能源技术与\n工程"
	},
	{
		"id": 436,
		"name": "装甲车辆工程"
	},
	{
		"id": 437,
		"name": "信息对抗技术"
	},
	{
		"id": 438,
		"name": "智能无人系统技\n术"
	},
	{
		"id": 439,
		"name": "核工程与核技术"
	},
	{
		"id": 440,
		"name": "辐射防护与核安\n全"
	},
	{
		"id": 441,
		"name": "工程物理"
	},
	{
		"id": 442,
		"name": "核化工与核燃料\n工程"
	},
	{
		"id": 443,
		"name": "农业工程"
	},
	{
		"id": 444,
		"name": "农业机械化及其\n自动化"
	},
	{
		"id": 445,
		"name": "农业电气化"
	},
	{
		"id": 446,
		"name": "农业建筑环境与能源工程"
	},
	{
		"id": 447,
		"name": "农业水利工程"
	},
	{
		"id": 448,
		"name": "土地整治工程"
	},
	{
		"id": 449,
		"name": "农业智能装备工\n程"
	},
	{
		"id": 450,
		"name": "森林工程"
	},
	{
		"id": 451,
		"name": "木材科学与工程"
	},
	{
		"id": 452,
		"name": "林产化工"
	},
	{
		"id": 453,
		"name": "家具设计与工程"
	},
	{
		"id": 454,
		"name": "环境科学与工程"
	},
	{
		"id": 455,
		"name": "环境工程"
	},
	{
		"id": 456,
		"name": "环境科学"
	},
	{
		"id": 457,
		"name": "环境生态工程"
	},
	{
		"id": 458,
		"name": "环保设备工程"
	},
	{
		"id": 459,
		"name": "资源环境科学"
	},
	{
		"id": 460,
		"name": "水质科学与技术"
	},
	{
		"id": 461,
		"name": "生物医学工程"
	},
	{
		"id": 462,
		"name": "假肢矫形工程"
	},
	{
		"id": 463,
		"name": "临床工程技术"
	},
	{
		"id": 464,
		"name": "康复工程"
	},
	{
		"id": 465,
		"name": "食品科学与工程"
	},
	{
		"id": 466,
		"name": "食品质量与安全"
	},
	{
		"id": 467,
		"name": "粮食工程"
	},
	{
		"id": 468,
		"name": "乳品工程"
	},
	{
		"id": 469,
		"name": "酿洒工程"
	},
	{
		"id": 470,
		"name": "葡萄与葡萄酒工\n程"
	},
	{
		"id": 471,
		"name": "食品营养与检验\n教育"
	},
	{
		"id": 472,
		"name": "烹任与营养教育"
	},
	{
		"id": 473,
		"name": "食品安全与检测"
	},
	{
		"id": 474,
		"name": "食品营养与健康"
	},
	{
		"id": 475,
		"name": "食用菌科学与工\n程"
	},
	{
		"id": 476,
		"name": "白洒酿造工程"
	},
	{
		"id": 477,
		"name": "建筑学"
	},
	{
		"id": 478,
		"name": "城乡规划"
	},
	{
		"id": 479,
		"name": "风景园林"
	},
	{
		"id": 480,
		"name": "历史建筑保护工程"
	},
	{
		"id": 481,
		"name": "人居环境科学与技术"
	},
	{
		"id": 482,
		"name": "城市设计"
	},
	{
		"id": 483,
		"name": "智慧建筑与建造"
	},
	{
		"id": 484,
		"name": "安全工程"
	},
	{
		"id": 485,
		"name": "应急技术与管理"
	},
	{
		"id": 486,
		"name": "职业卫生工程"
	},
	{
		"id": 487,
		"name": "生物工程"
	},
	{
		"id": 488,
		"name": "生物制药"
	},
	{
		"id": 489,
		"name": "合成生物学"
	},
	{
		"id": 490,
		"name": "刑事科学技术"
	},
	{
		"id": 491,
		"name": "消防工程"
	},
	{
		"id": 492,
		"name": "交通管理工程"
	},
	{
		"id": 493,
		"name": "安全防范工程"
	},
	{
		"id": 494,
		"name": "公安视听技术"
	},
	{
		"id": 495,
		"name": "抢险救援指挥与\n技术"
	},
	{
		"id": 496,
		"name": "火灾勘查"
	},
	{
		"id": 497,
		"name": "网络安全与执法"
	},
	{
		"id": 498,
		"name": "核生化消防"
	},
	{
		"id": 499,
		"name": "海警舰艇指挥与\n技术"
	},
	{
		"id": 500,
		"name": "数据警务技术"
	},
	{
		"id": 501,
		"name": "农学"
	},
	{
		"id": 502,
		"name": "园艺"
	},
	{
		"id": 503,
		"name": "植物保护"
	},
	{
		"id": 504,
		"name": "植物科学与技术"
	},
	{
		"id": 505,
		"name": "种子科学与工程"
	},
	{
		"id": 506,
		"name": "设施农业科学与工程"
	},
	{
		"id": 507,
		"name": "茶学"
	},
	{
		"id": 508,
		"name": "烟草"
	},
	{
		"id": 509,
		"name": "应用生物科学"
	},
	{
		"id": 510,
		"name": "农艺教育"
	},
	{
		"id": 511,
		"name": "园艺教育"
	},
	{
		"id": 512,
		"name": "智慧农业"
	},
	{
		"id": 513,
		"name": "菌物科学与工程"
	},
	{
		"id": 514,
		"name": "农药化肥"
	},
	{
		"id": 515,
		"name": "农业资源与环境"
	},
	{
		"id": 516,
		"name": "野生动物与自然\n保护区管理"
	},
	{
		"id": 517,
		"name": "水土保待与荒漠\n化防治"
	},
	{
		"id": 518,
		"name": "生物质科学与工程"
	},
	{
		"id": 519,
		"name": "动物科学"
	},
	{
		"id": 520,
		"name": "蚕学"
	},
	{
		"id": 521,
		"name": "蜂学"
	},
	{
		"id": 522,
		"name": "经济动物学"
	},
	{
		"id": 523,
		"name": "马业科学"
	},
	{
		"id": 524,
		"name": "动物医学"
	},
	{
		"id": 525,
		"name": "动物药学"
	},
	{
		"id": 526,
		"name": "动植物检疫"
	},
	{
		"id": 527,
		"name": "实验动物学"
	},
	{
		"id": 528,
		"name": "中兽医学"
	},
	{
		"id": 529,
		"name": "林学"
	},
	{
		"id": 530,
		"name": "园林"
	},
	{
		"id": 531,
		"name": "森林保护"
	},
	{
		"id": 532,
		"name": "经济林"
	},
	{
		"id": 533,
		"name": "水产养殖学"
	},
	{
		"id": 534,
		"name": "海洋渔业科学与技术"
	},
	{
		"id": 535,
		"name": "水族科学与技术"
	},
	{
		"id": 536,
		"name": "水生动物医学"
	},
	{
		"id": 537,
		"name": "草业科学"
	},
	{
		"id": 538,
		"name": "草坪科学与工程"
	},
	{
		"id": 539,
		"name": "基础医学"
	},
	{
		"id": 540,
		"name": "生物医学"
	},
	{
		"id": 541,
		"name": "生物医学科学"
	},
	{
		"id": 542,
		"name": "临床医学"
	},
	{
		"id": 543,
		"name": "麻醉学"
	},
	{
		"id": 544,
		"name": "医学影像学"
	},
	{
		"id": 545,
		"name": "眼视光医学"
	},
	{
		"id": 546,
		"name": "精神医学"
	},
	{
		"id": 547,
		"name": "放射医学"
	},
	{
		"id": 548,
		"name": "儿科学"
	},
	{
		"id": 549,
		"name": "口腔医学"
	},
	{
		"id": 550,
		"name": "预防医学"
	},
	{
		"id": 551,
		"name": "食品卫生与营养学"
	},
	{
		"id": 552,
		"name": "妇幼保健医学"
	},
	{
		"id": 553,
		"name": "卫生监督"
	},
	{
		"id": 554,
		"name": "全球健康学"
	},
	{
		"id": 555,
		"name": "中医学"
	},
	{
		"id": 556,
		"name": "针灸推拿学"
	},
	{
		"id": 557,
		"name": "藏医学"
	},
	{
		"id": 558,
		"name": "蒙医学"
	},
	{
		"id": 559,
		"name": "维医学"
	},
	{
		"id": 560,
		"name": "壮医学"
	},
	{
		"id": 561,
		"name": "哈医学"
	},
	{
		"id": 562,
		"name": "傣医学"
	},
	{
		"id": 563,
		"name": "回医学"
	},
	{
		"id": 564,
		"name": "中医康复学"
	},
	{
		"id": 565,
		"name": "中医养生学"
	},
	{
		"id": 566,
		"name": "中医儿科学"
	},
	{
		"id": 567,
		"name": "中医骨伤科学"
	},
	{
		"id": 568,
		"name": "中西医临床医学"
	},
	{
		"id": 569,
		"name": "药学"
	},
	{
		"id": 570,
		"name": "药物制剂"
	},
	{
		"id": 571,
		"name": "临床药学"
	},
	{
		"id": 572,
		"name": "药事管理"
	},
	{
		"id": 573,
		"name": "药物分析"
	},
	{
		"id": 574,
		"name": "药物化学"
	},
	{
		"id": 575,
		"name": "海洋药学"
	},
	{
		"id": 576,
		"name": "化妆品科学与技\n术"
	},
	{
		"id": 577,
		"name": "中药学"
	},
	{
		"id": 578,
		"name": "中药资源与开发"
	},
	{
		"id": 579,
		"name": "藏药学"
	},
	{
		"id": 580,
		"name": "蒙药学"
	},
	{
		"id": 581,
		"name": "中药制药"
	},
	{
		"id": 582,
		"name": "中草药栽培与鉴\n定"
	},
	{
		"id": 583,
		"name": "法医学"
	},
	{
		"id": 584,
		"name": "医学检验技术"
	},
	{
		"id": 585,
		"name": "医学实验技术"
	},
	{
		"id": 586,
		"name": "医学影像技术"
	},
	{
		"id": 587,
		"name": "眼视光学"
	},
	{
		"id": 588,
		"name": "康复治疗学"
	},
	{
		"id": 589,
		"name": "口腔医学技术"
	},
	{
		"id": 590,
		"name": "卫生检验与检疫"
	},
	{
		"id": 591,
		"name": "听力与言语康复学"
	},
	{
		"id": 592,
		"name": "康复物理治疗"
	},
	{
		"id": 593,
		"name": "康复作业治疗"
	},
	{
		"id": 594,
		"name": "智能医学工程"
	},
	{
		"id": 595,
		"name": "护理学"
	},
	{
		"id": 596,
		"name": "助产学"
	},
	{
		"id": 597,
		"name": "管理科学"
	},
	{
		"id": 598,
		"name": "信息管理与信息\n系统"
	},
	{
		"id": 599,
		"name": "工程管理"
	},
	{
		"id": 600,
		"name": "房地产开发与管\n理"
	},
	{
		"id": 601,
		"name": "工程造价"
	},
	{
		"id": 602,
		"name": "保密管理"
	},
	{
		"id": 603,
		"name": "邮政管理"
	},
	{
		"id": 604,
		"name": "大数据管理与应\n用"
	},
	{
		"id": 605,
		"name": "工程审计"
	},
	{
		"id": 606,
		"name": "计算金融"
	},
	{
		"id": 607,
		"name": "应急管理"
	},
	{
		"id": 608,
		"name": "工商管理"
	},
	{
		"id": 609,
		"name": "市场营销"
	},
	{
		"id": 610,
		"name": "会计学"
	},
	{
		"id": 611,
		"name": "财务管理"
	},
	{
		"id": 612,
		"name": "国际商务"
	},
	{
		"id": 613,
		"name": "人力资源管理"
	},
	{
		"id": 614,
		"name": "审计学"
	},
	{
		"id": 615,
		"name": "资产评估"
	},
	{
		"id": 616,
		"name": "物业管理"
	},
	{
		"id": 617,
		"name": "文化产业管理"
	},
	{
		"id": 618,
		"name": "劳动关系"
	},
	{
		"id": 619,
		"name": "体育经济与管理"
	},
	{
		"id": 620,
		"name": "财务会计教育"
	},
	{
		"id": 621,
		"name": "市场营销教育"
	},
	{
		"id": 622,
		"name": "零售业管理"
	},
	{
		"id": 623,
		"name": "农林经济管理"
	},
	{
		"id": 624,
		"name": "农村区域发展"
	},
	{
		"id": 625,
		"name": "公共事业管理"
	},
	{
		"id": 626,
		"name": "行政管理"
	},
	{
		"id": 627,
		"name": "劳动与社会保障"
	},
	{
		"id": 628,
		"name": "土地资源管理"
	},
	{
		"id": 629,
		"name": "城市管理"
	},
	{
		"id": 630,
		"name": "海关管理"
	},
	{
		"id": 631,
		"name": "交通管理"
	},
	{
		"id": 632,
		"name": "海事管理"
	},
	{
		"id": 633,
		"name": "公共关系学"
	},
	{
		"id": 634,
		"name": "健康服务与管理"
	},
	{
		"id": 635,
		"name": "海警后勤管理"
	},
	{
		"id": 636,
		"name": "医疗产品管理"
	},
	{
		"id": 637,
		"name": "医疗保险"
	},
	{
		"id": 638,
		"name": "养老服务管理"
	},
	{
		"id": 639,
		"name": "图书馆学"
	},
	{
		"id": 640,
		"name": "档案学"
	},
	{
		"id": 641,
		"name": "信息资源管理"
	},
	{
		"id": 642,
		"name": "物流管理"
	},
	{
		"id": 643,
		"name": "物流工程"
	},
	{
		"id": 644,
		"name": "采购管理"
	},
	{
		"id": 645,
		"name": "供应链管理"
	},
	{
		"id": 646,
		"name": "工业工程"
	},
	{
		"id": 647,
		"name": "标准化工程"
	},
	{
		"id": 648,
		"name": "质量管理工程"
	},
	{
		"id": 649,
		"name": "电子商务"
	},
	{
		"id": 650,
		"name": "电子商务及法律"
	},
	{
		"id": 651,
		"name": "跨境电子商务"
	},
	{
		"id": 652,
		"name": "旅游管理"
	},
	{
		"id": 653,
		"name": "酒店管理"
	},
	{
		"id": 654,
		"name": "会展经济与管理"
	},
	{
		"id": 655,
		"name": "旅游管理与服务\n教育"
	},
	{
		"id": 656,
		"name": "艺术史论"
	},
	{
		"id": 657,
		"name": "艺术管理"
	},
	{
		"id": 658,
		"name": "音乐表演"
	},
	{
		"id": 659,
		"name": "音乐学"
	},
	{
		"id": 660,
		"name": "作曲与作曲技术\n理论"
	},
	{
		"id": 661,
		"name": "舞蹈表演"
	},
	{
		"id": 662,
		"name": "舞蹈学"
	},
	{
		"id": 663,
		"name": "舞蹈编导"
	},
	{
		"id": 664,
		"name": "舞蹈教育"
	},
	{
		"id": 665,
		"name": "航空服务艺术与\n管理"
	},
	{
		"id": 666,
		"name": "流行音乐"
	},
	{
		"id": 667,
		"name": "音乐治疗"
	},
	{
		"id": 668,
		"name": "流行舞蹈"
	},
	{
		"id": 669,
		"name": "表演"
	},
	{
		"id": 670,
		"name": "戏剧学"
	},
	{
		"id": 671,
		"name": "电影学"
	},
	{
		"id": 672,
		"name": "戏剧影视文学"
	},
	{
		"id": 673,
		"name": "广播电视编导"
	},
	{
		"id": 674,
		"name": "戏剧影视导演"
	},
	{
		"id": 675,
		"name": "戏剧影视美术设\n计"
	},
	{
		"id": 676,
		"name": "录音艺术"
	},
	{
		"id": 677,
		"name": "播音与主持艺术"
	},
	{
		"id": 678,
		"name": "动画"
	},
	{
		"id": 679,
		"name": "影视摄影与制作"
	},
	{
		"id": 680,
		"name": "影视技术"
	},
	{
		"id": 681,
		"name": "戏剧教育"
	},
	{
		"id": 682,
		"name": "美术学"
	},
	{
		"id": 683,
		"name": "绘画"
	},
	{
		"id": 684,
		"name": "雕塑"
	},
	{
		"id": 685,
		"name": "摄影"
	},
	{
		"id": 686,
		"name": "书法学"
	},
	{
		"id": 687,
		"name": "中国画"
	},
	{
		"id": 688,
		"name": "实验艺术"
	},
	{
		"id": 689,
		"name": "跨媒体艺术"
	},
	{
		"id": 690,
		"name": "文物保护与修复"
	},
	{
		"id": 691,
		"name": "漫画"
	},
	{
		"id": 692,
		"name": "艺术设计学"
	},
	{
		"id": 693,
		"name": "视觉传达设计"
	},
	{
		"id": 694,
		"name": "环境设计"
	},
	{
		"id": 695,
		"name": "产品设计"
	},
	{
		"id": 696,
		"name": "服装与服饰设计"
	},
	{
		"id": 697,
		"name": "公共艺术"
	},
	{
		"id": 698,
		"name": "工艺美术"
	},
	{
		"id": 699,
		"name": "数字媒体艺术"
	},
	{
		"id": 700,
		"name": "艺术与科技"
	},
	{
		"id": 701,
		"name": "陶瓷艺术设计"
	},
	{
		"id": 702,
		"name": "新媒体艺术"
	},
	{
		"id": 703,
		"name": "包装设计"
	},
	{
		"id": 704,
		"name": "作物生产技术"
	},
	{
		"id": 705,
		"name": "种子生产与经营"
	},
	{
		"id": 706,
		"name": "设施农业与装备"
	},
	{
		"id": 707,
		"name": "现代农业技术"
	},
	{
		"id": 708,
		"name": "休闲农业"
	},
	{
		"id": 709,
		"name": "生态农业技术"
	},
	{
		"id": 710,
		"name": "园艺技术"
	},
	{
		"id": 711,
		"name": "植物保护与检疫技术"
	},
	{
		"id": 712,
		"name": "茶树栽培与茶叶加工"
	},
	{
		"id": 713,
		"name": "中草药栽培技术"
	},
	{
		"id": 714,
		"name": "烟草栽培与加工"
	},
	{
		"id": 715,
		"name": "棉花加工与经营管理"
	},
	{
		"id": 716,
		"name": "农产品加工与质量检测"
	},
	{
		"id": 717,
		"name": "绿色食品生产与检验"
	},
	{
		"id": 718,
		"name": "农资营销与服务"
	},
	{
		"id": 719,
		"name": "农产品流通与管理"
	},
	{
		"id": 720,
		"name": "农业装备应用技术"
	},
	{
		"id": 721,
		"name": "农业经济管理"
	},
	{
		"id": 722,
		"name": "农村经营管理"
	},
	{
		"id": 723,
		"name": "林业技术"
	},
	{
		"id": 724,
		"name": "园林技术"
	},
	{
		"id": 725,
		"name": "森林资源保护"
	},
	{
		"id": 726,
		"name": "经济林培育与利用"
	},
	{
		"id": 727,
		"name": "野生植物资源保护与利用"
	},
	{
		"id": 728,
		"name": "野生动物资源保护与利用"
	},
	{
		"id": 729,
		"name": "森林生态旅游"
	},
	{
		"id": 730,
		"name": "森林防火指挥与通讯"
	},
	{
		"id": 731,
		"name": "自然保护区建设与管理"
	},
	{
		"id": 732,
		"name": "木工设备应用技术"
	},
	{
		"id": 733,
		"name": "木材加工技术"
	},
	{
		"id": 734,
		"name": "林业调查与信息处理"
	},
	{
		"id": 735,
		"name": "林业信息技术与管理"
	},
	{
		"id": 736,
		"name": "畜牧兽医"
	},
	{
		"id": 737,
		"name": "动物防疫与检疫"
	},
	{
		"id": 738,
		"name": "动物医学检验技术"
	},
	{
		"id": 739,
		"name": "宠物养护与驯导"
	},
	{
		"id": 740,
		"name": "实验动物技术"
	},
	{
		"id": 741,
		"name": "饲料与动物营养"
	},
	{
		"id": 742,
		"name": "特种动物养殖"
	},
	{
		"id": 743,
		"name": "畜牧工程技术"
	},
	{
		"id": 744,
		"name": "蚕桑技术"
	},
	{
		"id": 745,
		"name": "草业技术"
	},
	{
		"id": 746,
		"name": "养蜂与蜂产品加工"
	},
	{
		"id": 747,
		"name": "畜牧业经济管理"
	},
	{
		"id": 748,
		"name": "水产养殖技术"
	},
	{
		"id": 749,
		"name": "海洋渔业技术"
	},
	{
		"id": 750,
		"name": "渔业经济管理"
	},
	{
		"id": 751,
		"name": "国土资源调查与管理"
	},
	{
		"id": 752,
		"name": "地质调查与矿产普查"
	},
	{
		"id": 753,
		"name": "矿产地质与勘查"
	},
	{
		"id": 754,
		"name": "岩矿分析与鉴定"
	},
	{
		"id": 755,
		"name": "宝玉石鉴定与加工"
	},
	{
		"id": 756,
		"name": "煤田地质与勘查技术"
	},
	{
		"id": 757,
		"name": "工程地质勘查"
	},
	{
		"id": 758,
		"name": "水文与工程地质"
	},
	{
		"id": 759,
		"name": "钻探技术"
	},
	{
		"id": 760,
		"name": "矿山地质"
	},
	{
		"id": 761,
		"name": "地球物理勘探技术"
	},
	{
		"id": 762,
		"name": "地质灾害调查与防治"
	},
	{
		"id": 763,
		"name": "环境地质工程"
	},
	{
		"id": 764,
		"name": "岩土工程技术"
	},
	{
		"id": 765,
		"name": "工程测量技术"
	},
	{
		"id": 766,
		"name": "摄影测量与遥感技术"
	},
	{
		"id": 767,
		"name": "测绘工程技术"
	},
	{
		"id": 768,
		"name": "测绘地理信息技术"
	},
	{
		"id": 769,
		"name": "地籍测绘与土地管理"
	},
	{
		"id": 770,
		"name": "矿山测量"
	},
	{
		"id": 771,
		"name": "测绘与地质工程技术"
	},
	{
		"id": 772,
		"name": "导航与位置服务"
	},
	{
		"id": 773,
		"name": "地图制图与数字传播技术"
	},
	{
		"id": 774,
		"name": "地理国情监测技术"
	},
	{
		"id": 775,
		"name": "国土测绘与规划"
	},
	{
		"id": 776,
		"name": "钻井技术"
	},
	{
		"id": 777,
		"name": "油气开采技术"
	},
	{
		"id": 778,
		"name": "油气储运技术"
	},
	{
		"id": 779,
		"name": "油气地质勘探技术"
	},
	{
		"id": 780,
		"name": "油田化学应用技术"
	},
	{
		"id": 781,
		"name": "石油工程技术"
	},
	{
		"id": 782,
		"name": "煤矿开采技术"
	},
	{
		"id": 783,
		"name": "矿井建设"
	},
	{
		"id": 784,
		"name": "矿山机电技术"
	},
	{
		"id": 785,
		"name": "矿井通风与安全"
	},
	{
		"id": 786,
		"name": "综合机械化采煤"
	},
	{
		"id": 787,
		"name": "选煤技术"
	},
	{
		"id": 788,
		"name": "煤炭深加工与利用"
	},
	{
		"id": 789,
		"name": "煤化分析与检验"
	},
	{
		"id": 790,
		"name": "煤层气采输技术"
	},
	{
		"id": 791,
		"name": "矿井运输与提升"
	},
	{
		"id": 792,
		"name": "金属与非金属矿开采技术"
	},
	{
		"id": 793,
		"name": "矿物加工技术"
	},
	{
		"id": 794,
		"name": "矿业装备维护技术"
	},
	{
		"id": 795,
		"name": "大气科学技术"
	},
	{
		"id": 796,
		"name": "大气探测技术"
	},
	{
		"id": 797,
		"name": "应用气象技术"
	},
	{
		"id": 798,
		"name": "防雷技术"
	},
	{
		"id": 799,
		"name": "环境监测与控制技术"
	},
	{
		"id": 800,
		"name": "农村环境保护"
	},
	{
		"id": 801,
		"name": "室内环境检测与控制技术"
	},
	{
		"id": 802,
		"name": "环境工程技术"
	},
	{
		"id": 803,
		"name": "环境信息技术"
	},
	{
		"id": 804,
		"name": "核与辐射检测防护技术"
	},
	{
		"id": 805,
		"name": "环境规划与管理"
	},
	{
		"id": 806,
		"name": "环境评价与咨询服务"
	},
	{
		"id": 807,
		"name": "污染修复与生态工程技术"
	},
	{
		"id": 808,
		"name": "清洁生产与减排技术"
	},
	{
		"id": 809,
		"name": "资源综合利用与管理技术"
	},
	{
		"id": 810,
		"name": "安全健康与环保"
	},
	{
		"id": 811,
		"name": "化工安全技术"
	},
	{
		"id": 812,
		"name": "救援技术"
	},
	{
		"id": 813,
		"name": "安全技术与管理"
	},
	{
		"id": 814,
		"name": "工程安全评价与监理"
	},
	{
		"id": 815,
		"name": "安全生产监测监控"
	},
	{
		"id": 816,
		"name": "职业卫生技术与管理"
	},
	{
		"id": 817,
		"name": "发电厂及电力系统"
	},
	{
		"id": 818,
		"name": "供用电技术"
	},
	{
		"id": 819,
		"name": "电力系统自动化技术"
	},
	{
		"id": 820,
		"name": "高压输配电线路施工运行与维护"
	},
	{
		"id": 821,
		"name": "电力系统继电保护与自动化技术"
	},
	{
		"id": 822,
		"name": "水电站机电设备与自动化"
	},
	{
		"id": 823,
		"name": "电网监控技术"
	},
	{
		"id": 824,
		"name": "电力客户服务与管理"
	},
	{
		"id": 825,
		"name": "水电站与电力网"
	},
	{
		"id": 826,
		"name": "电源变换技术与应用"
	},
	{
		"id": 827,
		"name": "农业电气化技术"
	},
	{
		"id": 828,
		"name": "分布式发电与微电网技术"
	},
	{
		"id": 829,
		"name": "电厂热能动力装置"
	},
	{
		"id": 830,
		"name": "城市热能应用技术"
	},
	{
		"id": 831,
		"name": "核电站动力设备运行与维护"
	},
	{
		"id": 832,
		"name": "火电厂集控运行"
	},
	{
		"id": 833,
		"name": "电厂化学与环保技术"
	},
	{
		"id": 834,
		"name": "电厂热工自动化技术"
	},
	{
		"id": 835,
		"name": "风力发电工程技术"
	},
	{
		"id": 836,
		"name": "风电系统运行与维护"
	},
	{
		"id": 837,
		"name": "生物质能应用技术"
	},
	{
		"id": 838,
		"name": "光伏发电技术与应用"
	},
	{
		"id": 839,
		"name": "工业节能技术"
	},
	{
		"id": 840,
		"name": "节电技术与管理"
	},
	{
		"id": 841,
		"name": "太阳能光热技术与应用"
	},
	{
		"id": 842,
		"name": "农村能源与环境技术"
	},
	{
		"id": 843,
		"name": "黑色冶金技术"
	},
	{
		"id": 844,
		"name": "轧钢工程技术"
	},
	{
		"id": 845,
		"name": "钢铁冶金设备应用技术"
	},
	{
		"id": 846,
		"name": "金属材料质量检测"
	},
	{
		"id": 847,
		"name": "铁矿资源综合利用"
	},
	{
		"id": 848,
		"name": "有色冶金技术"
	},
	{
		"id": 849,
		"name": "有色冶金设备应用技术"
	},
	{
		"id": 850,
		"name": "金属压力加工"
	},
	{
		"id": 851,
		"name": "金属精密成型技术"
	},
	{
		"id": 852,
		"name": "材料工程技术"
	},
	{
		"id": 853,
		"name": "高分子材料工程技术"
	},
	{
		"id": 854,
		"name": "复合材料工程技术"
	},
	{
		"id": 855,
		"name": "非金属矿物材料技术"
	},
	{
		"id": 856,
		"name": "光伏材料制备技术"
	},
	{
		"id": 857,
		"name": "炭素加工技术"
	},
	{
		"id": 858,
		"name": "硅材料制备技术"
	},
	{
		"id": 859,
		"name": "橡胶工程技术"
	},
	{
		"id": 860,
		"name": "建筑材料工程技术"
	},
	{
		"id": 861,
		"name": "建筑材料检测技术"
	},
	{
		"id": 862,
		"name": "建筑装饰材料技术"
	},
	{
		"id": 863,
		"name": "建筑材料设备应用"
	},
	{
		"id": 864,
		"name": "新型建筑材料技术"
	},
	{
		"id": 865,
		"name": "建筑材料生产与管理"
	},
	{
		"id": 866,
		"name": "建筑设计"
	},
	{
		"id": 867,
		"name": "建筑装饰工程技术"
	},
	{
		"id": 868,
		"name": "古建筑工程技术"
	},
	{
		"id": 869,
		"name": "建筑室内设计"
	},
	{
		"id": 870,
		"name": "风景园林设计"
	},
	{
		"id": 871,
		"name": "园林工程技术"
	},
	{
		"id": 872,
		"name": "建筑动画与模型制作"
	},
	{
		"id": 873,
		"name": "村镇建设与管理"
	},
	{
		"id": 874,
		"name": "城市信息化管理"
	},
	{
		"id": 875,
		"name": "建筑工程技术"
	},
	{
		"id": 876,
		"name": "地下与隧道工程技术"
	},
	{
		"id": 877,
		"name": "土木工程检测技术"
	},
	{
		"id": 878,
		"name": "建筑钢结构工程技术"
	},
	{
		"id": 879,
		"name": "建筑设备工程技术"
	},
	{
		"id": 880,
		"name": "供热通风与空调工程技术"
	},
	{
		"id": 881,
		"name": "建筑电气工程技术"
	},
	{
		"id": 882,
		"name": "建筑智能化工程技术"
	},
	{
		"id": 883,
		"name": "工业设备安装工程技术"
	},
	{
		"id": 884,
		"name": "消防工程技术"
	},
	{
		"id": 885,
		"name": "建设工程管理"
	},
	{
		"id": 886,
		"name": "建筑经济管理"
	},
	{
		"id": 887,
		"name": "建设项目信息化管理"
	},
	{
		"id": 888,
		"name": "建设工程监理"
	},
	{
		"id": 889,
		"name": "市政工程技术"
	},
	{
		"id": 890,
		"name": "城市燃气工程技术"
	},
	{
		"id": 891,
		"name": "给排水工程技术"
	},
	{
		"id": 892,
		"name": "环境卫生工程技术"
	},
	{
		"id": 893,
		"name": "房地产经营与管理"
	},
	{
		"id": 894,
		"name": "房地产检测与估价"
	},
	{
		"id": 895,
		"name": "水文与水资源工程"
	},
	{
		"id": 896,
		"name": "水文测报技术"
	},
	{
		"id": 897,
		"name": "水政水资源管理"
	},
	{
		"id": 898,
		"name": "水利工程"
	},
	{
		"id": 899,
		"name": "水利水电工程技术"
	},
	{
		"id": 900,
		"name": "水利水电工程管理"
	},
	{
		"id": 901,
		"name": "水利水电建筑工程"
	},
	{
		"id": 902,
		"name": "机电排灌工程技术"
	},
	{
		"id": 903,
		"name": "港口航道与治河工程"
	},
	{
		"id": 904,
		"name": "水务管理"
	},
	{
		"id": 905,
		"name": "水电站动力设备"
	},
	{
		"id": 906,
		"name": "水电站电气设备"
	},
	{
		"id": 907,
		"name": "水电站运行与管理"
	},
	{
		"id": 908,
		"name": "水利机电设备运行与管理"
	},
	{
		"id": 909,
		"name": "水土保持技术"
	},
	{
		"id": 910,
		"name": "水环境监测与治理"
	},
	{
		"id": 911,
		"name": "机械设计与制造"
	},
	{
		"id": 912,
		"name": "机械制造与自动化"
	},
	{
		"id": 913,
		"name": "数控技术"
	},
	{
		"id": 914,
		"name": "精密机械技术"
	},
	{
		"id": 915,
		"name": "特种加工技术"
	},
	{
		"id": 916,
		"name": "材料成型与控制技术"
	},
	{
		"id": 917,
		"name": "金属材料与热处理技术"
	},
	{
		"id": 918,
		"name": "铸造技术"
	},
	{
		"id": 919,
		"name": "锻压技术"
	},
	{
		"id": 920,
		"name": "焊接技术与自动化"
	},
	{
		"id": 921,
		"name": "机械产品检测检验技术"
	},
	{
		"id": 922,
		"name": "理化测试与质检技术"
	},
	{
		"id": 923,
		"name": "模具设计与制造"
	},
	{
		"id": 924,
		"name": "电机与电器技术"
	},
	{
		"id": 925,
		"name": "电线电缆制造技术"
	},
	{
		"id": 926,
		"name": "内燃机制造与维修"
	},
	{
		"id": 927,
		"name": "机械装备制造技术"
	},
	{
		"id": 928,
		"name": "工业工程技术"
	},
	{
		"id": 929,
		"name": "自动化生产设备应用"
	},
	{
		"id": 930,
		"name": "机电设备安装技术"
	},
	{
		"id": 931,
		"name": "机电设备维修与管理"
	},
	{
		"id": 932,
		"name": "数控设备应用与维护"
	},
	{
		"id": 933,
		"name": "制冷与空调技术"
	},
	{
		"id": 934,
		"name": "光电制造与应用技术"
	},
	{
		"id": 935,
		"name": "新能源装备技术"
	},
	{
		"id": 936,
		"name": "机电一体化技术"
	},
	{
		"id": 937,
		"name": "电气自动化技术"
	},
	{
		"id": 938,
		"name": "工业过程自动化技术"
	},
	{
		"id": 939,
		"name": "智能控制技术"
	},
	{
		"id": 940,
		"name": "工业网络技术"
	},
	{
		"id": 941,
		"name": "工业自动化仪表"
	},
	{
		"id": 942,
		"name": "液压与气动技术"
	},
	{
		"id": 943,
		"name": "电梯工程技术"
	},
	{
		"id": 944,
		"name": "工业机器人技术"
	},
	{
		"id": 945,
		"name": "铁道机车车辆制造与维护"
	},
	{
		"id": 946,
		"name": "铁道通信信号设备制造与维护"
	},
	{
		"id": 947,
		"name": "铁道施工和养路机械制造与维护"
	},
	{
		"id": 948,
		"name": "船舶工程技术"
	},
	{
		"id": 949,
		"name": "船舶机械工程技术"
	},
	{
		"id": 950,
		"name": "船舶电气工程技术"
	},
	{
		"id": 951,
		"name": "船舶舾装工程技术"
	},
	{
		"id": 952,
		"name": "船舶涂装工程技术"
	},
	{
		"id": 953,
		"name": "游艇设计与制造"
	},
	{
		"id": 954,
		"name": "海洋工程技术"
	},
	{
		"id": 955,
		"name": "船舶通信与导航"
	},
	{
		"id": 956,
		"name": "船舶动力工程技术"
	},
	{
		"id": 957,
		"name": "飞行器制造技术"
	},
	{
		"id": 958,
		"name": "飞行器维修技术"
	},
	{
		"id": 959,
		"name": "航空发动机制造技术"
	},
	{
		"id": 960,
		"name": "航空发动机装试技术"
	},
	{
		"id": 961,
		"name": "航空发动机维修技术"
	},
	{
		"id": 962,
		"name": "飞机机载设备制造技术"
	},
	{
		"id": 963,
		"name": "飞机机载设备维修技术"
	},
	{
		"id": 964,
		"name": "航空电子电气技术"
	},
	{
		"id": 965,
		"name": "航空材料精密成型技术"
	},
	{
		"id": 966,
		"name": "无人机应用技术"
	},
	{
		"id": 967,
		"name": "导弹维修"
	},
	{
		"id": 968,
		"name": "汽车制造与装配技术"
	},
	{
		"id": 969,
		"name": "汽车检测与维修技术"
	},
	{
		"id": 970,
		"name": "汽车电子技术"
	},
	{
		"id": 971,
		"name": "汽车造型技术"
	},
	{
		"id": 972,
		"name": "汽车试验技术"
	},
	{
		"id": 973,
		"name": "汽车改装技术"
	},
	{
		"id": 974,
		"name": "新能源汽车技术"
	},
	{
		"id": 975,
		"name": "食品生物技术"
	},
	{
		"id": 976,
		"name": "化工生物技术"
	},
	{
		"id": 977,
		"name": "药品生物技术"
	},
	{
		"id": 978,
		"name": "农业生物技术"
	},
	{
		"id": 979,
		"name": "生物产品检验检疫"
	},
	{
		"id": 980,
		"name": "应用化工技术"
	},
	{
		"id": 981,
		"name": "石油炼制技术"
	},
	{
		"id": 982,
		"name": "石油化工技术"
	},
	{
		"id": 983,
		"name": "高分子合成技术"
	},
	{
		"id": 984,
		"name": "精细化工技术"
	},
	{
		"id": 985,
		"name": "海洋化工技术"
	},
	{
		"id": 986,
		"name": "工业分析技术"
	},
	{
		"id": 987,
		"name": "化工装备技术"
	},
	{
		"id": 988,
		"name": "化工自动化技术"
	},
	{
		"id": 989,
		"name": "涂装防护技术"
	},
	{
		"id": 990,
		"name": "烟花爆竹技术与管理"
	},
	{
		"id": 991,
		"name": "煤化工技术"
	},
	{
		"id": 992,
		"name": "高分子材料加工技术"
	},
	{
		"id": 993,
		"name": "制浆造纸技术"
	},
	{
		"id": 994,
		"name": "香料香精工艺"
	},
	{
		"id": 995,
		"name": "表面精饰工艺"
	},
	{
		"id": 996,
		"name": "家具设计与制造"
	},
	{
		"id": 997,
		"name": "化妆品技术"
	},
	{
		"id": 998,
		"name": "皮革加工技术"
	},
	{
		"id": 999,
		"name": "皮具制作与工艺"
	},
	{
		"id": 1000,
		"name": "鞋类设计与工艺"
	},
	{
		"id": 1001,
		"name": "乐器制造与维护"
	},
	{
		"id": 1002,
		"name": "陶瓷制造工艺"
	},
	{
		"id": 1003,
		"name": "包装工程技术"
	},
	{
		"id": 1004,
		"name": "包装策划与设计"
	},
	{
		"id": 1005,
		"name": "包装设备应用技术"
	},
	{
		"id": 1006,
		"name": "食品包装技术"
	},
	{
		"id": 1007,
		"name": "数字图文信息技术"
	},
	{
		"id": 1008,
		"name": "印刷设备应用技术"
	},
	{
		"id": 1009,
		"name": "印刷媒体设计与制作"
	},
	{
		"id": 1010,
		"name": "印刷媒体技术"
	},
	{
		"id": 1011,
		"name": "数字印刷技术"
	},
	{
		"id": 1012,
		"name": "现代纺织技术"
	},
	{
		"id": 1013,
		"name": "丝绸技术"
	},
	{
		"id": 1014,
		"name": "染整技术"
	},
	{
		"id": 1015,
		"name": "纺织机电技术"
	},
	{
		"id": 1016,
		"name": "纺织品检验与贸易"
	},
	{
		"id": 1017,
		"name": "纺织品设计"
	},
	{
		"id": 1018,
		"name": "家用纺织品设计"
	},
	{
		"id": 1019,
		"name": "纺织材料与应用"
	},
	{
		"id": 1020,
		"name": "针织技术与针织服装"
	},
	{
		"id": 1021,
		"name": "服装设计与工艺"
	},
	{
		"id": 1022,
		"name": "皮革服装制作与工艺"
	},
	{
		"id": 1023,
		"name": "服装陈列与展示设计"
	},
	{
		"id": 1024,
		"name": "食品加工技术"
	},
	{
		"id": 1025,
		"name": "酿酒技术"
	},
	{
		"id": 1026,
		"name": "食品贮运与营销"
	},
	{
		"id": 1027,
		"name": "食品检测技术"
	},
	{
		"id": 1028,
		"name": "食品营养与卫生"
	},
	{
		"id": 1029,
		"name": "食品营养与检测"
	},
	{
		"id": 1030,
		"name": "中药生产与加工"
	},
	{
		"id": 1031,
		"name": "药品生产技术"
	},
	{
		"id": 1032,
		"name": "兽药制药技术"
	},
	{
		"id": 1033,
		"name": "药品质量与安全"
	},
	{
		"id": 1034,
		"name": "制药设备应用技术"
	},
	{
		"id": 1035,
		"name": "药品经营与管理"
	},
	{
		"id": 1036,
		"name": "药品服务与管理"
	},
	{
		"id": 1037,
		"name": "保健品开发与管理"
	},
	{
		"id": 1038,
		"name": "化妆品经营与管理"
	},
	{
		"id": 1039,
		"name": "粮食工程技术"
	},
	{
		"id": 1040,
		"name": "粮油储藏与检测技术"
	},
	{
		"id": 1041,
		"name": "铁道机车"
	},
	{
		"id": 1042,
		"name": "铁道车辆"
	},
	{
		"id": 1043,
		"name": "铁道供电技术"
	},
	{
		"id": 1044,
		"name": "铁道工程技术"
	},
	{
		"id": 1045,
		"name": "铁道机械化维修技术"
	},
	{
		"id": 1046,
		"name": "铁道信号自动控制"
	},
	{
		"id": 1047,
		"name": "铁道通信与信息化技术"
	},
	{
		"id": 1048,
		"name": "铁道交通运营管理"
	},
	{
		"id": 1049,
		"name": "铁路物流管理"
	},
	{
		"id": 1050,
		"name": "铁路桥梁与隧道工程技术"
	},
	{
		"id": 1051,
		"name": "高速铁道工程技术"
	},
	{
		"id": 1052,
		"name": "高速铁路客运乘务"
	},
	{
		"id": 1053,
		"name": "动车组检修技术"
	},
	{
		"id": 1054,
		"name": "智能交通技术运用"
	},
	{
		"id": 1055,
		"name": "道路桥梁工程技术"
	},
	{
		"id": 1056,
		"name": "道路运输与路政管理"
	},
	{
		"id": 1057,
		"name": "道路养护与管理"
	},
	{
		"id": 1058,
		"name": "公路机械化施工技术"
	},
	{
		"id": 1059,
		"name": "工程机械运用技术"
	},
	{
		"id": 1060,
		"name": "交通运营管理"
	},
	{
		"id": 1061,
		"name": "交通枢纽运营管理"
	},
	{
		"id": 1062,
		"name": "汽车运用与维修技术"
	},
	{
		"id": 1063,
		"name": "汽车车身维修技术"
	},
	{
		"id": 1064,
		"name": "汽车运用安全管理"
	},
	{
		"id": 1065,
		"name": "新能源汽车运用与维修"
	},
	{
		"id": 1066,
		"name": "国际邮轮乘务管理"
	},
	{
		"id": 1067,
		"name": "船舶电子电气技术"
	},
	{
		"id": 1068,
		"name": "船舶检验"
	},
	{
		"id": 1069,
		"name": "港口机械与自动控制"
	},
	{
		"id": 1070,
		"name": "港口电气技术"
	},
	{
		"id": 1071,
		"name": "港口与航道工程技术"
	},
	{
		"id": 1072,
		"name": "港口与航运管理"
	},
	{
		"id": 1073,
		"name": "港口物流管理"
	},
	{
		"id": 1074,
		"name": "轮机工程技术"
	},
	{
		"id": 1075,
		"name": "水上救捞技术"
	},
	{
		"id": 1076,
		"name": "水路运输与海事管理"
	},
	{
		"id": 1077,
		"name": "集装箱运输管理"
	},
	{
		"id": 1078,
		"name": "民航运输"
	},
	{
		"id": 1079,
		"name": "民航通信技术"
	},
	{
		"id": 1080,
		"name": "定翼机驾驶技术"
	},
	{
		"id": 1081,
		"name": "直升机驾驶技术"
	},
	{
		"id": 1082,
		"name": "空中乘务"
	},
	{
		"id": 1083,
		"name": "民航安全技术管理"
	},
	{
		"id": 1084,
		"name": "民航空中安全保卫"
	},
	{
		"id": 1085,
		"name": "机场运行"
	},
	{
		"id": 1086,
		"name": "飞机机电设备维修"
	},
	{
		"id": 1087,
		"name": "飞机电子设备维修"
	},
	{
		"id": 1088,
		"name": "飞机部件修理"
	},
	{
		"id": 1089,
		"name": "航空地面设备维修"
	},
	{
		"id": 1090,
		"name": "机场场务技术与管理"
	},
	{
		"id": 1091,
		"name": "航空油料"
	},
	{
		"id": 1092,
		"name": "航空物流"
	},
	{
		"id": 1093,
		"name": "通用航空器维修"
	},
	{
		"id": 1094,
		"name": "通用航空航务技术"
	},
	{
		"id": 1095,
		"name": "飞机结构修理"
	},
	{
		"id": 1096,
		"name": "管道工程技术"
	},
	{
		"id": 1097,
		"name": "管道运输管理"
	},
	{
		"id": 1098,
		"name": "城市轨道交通车辆技术"
	},
	{
		"id": 1099,
		"name": "城市轨道交通机电技术"
	},
	{
		"id": 1100,
		"name": "城市轨道交通通信信号技术"
	},
	{
		"id": 1101,
		"name": "城市轨道交通供配电技术"
	},
	{
		"id": 1102,
		"name": "城市轨道交通工程技术"
	},
	{
		"id": 1103,
		"name": "城市轨道交通运营管理"
	},
	{
		"id": 1104,
		"name": "邮政通信管理"
	},
	{
		"id": 1105,
		"name": "快递运营管理"
	},
	{
		"id": 1106,
		"name": "电子信息工程技术"
	},
	{
		"id": 1107,
		"name": "应用电子技术"
	},
	{
		"id": 1108,
		"name": "微电子技术"
	},
	{
		"id": 1109,
		"name": "智能产品开发"
	},
	{
		"id": 1110,
		"name": "智能终端技术与应用"
	},
	{
		"id": 1111,
		"name": "智能监控技术应用"
	},
	{
		"id": 1112,
		"name": "汽车智能技术"
	},
	{
		"id": 1113,
		"name": "电子产品质量检测"
	},
	{
		"id": 1114,
		"name": "电子产品营销与服务"
	},
	{
		"id": 1115,
		"name": "电子电路设计与工艺"
	},
	{
		"id": 1116,
		"name": "电子制造技术与设备"
	},
	{
		"id": 1117,
		"name": "电子测量技术与仪器"
	},
	{
		"id": 1118,
		"name": "电子工艺与管理"
	},
	{
		"id": 1119,
		"name": "声像工程技术"
	},
	{
		"id": 1120,
		"name": "移动互联应用技术"
	},
	{
		"id": 1121,
		"name": "光电技术应用"
	},
	{
		"id": 1122,
		"name": "光伏工程技术"
	},
	{
		"id": 1123,
		"name": "光电显示技术"
	},
	{
		"id": 1124,
		"name": "物联网应用技术"
	},
	{
		"id": 1125,
		"name": "计算机应用技术"
	},
	{
		"id": 1126,
		"name": "计算机网络技术"
	},
	{
		"id": 1127,
		"name": "计算机信息管理"
	},
	{
		"id": 1128,
		"name": "计算机系统与维护"
	},
	{
		"id": 1129,
		"name": "软件技术"
	},
	{
		"id": 1130,
		"name": "软件与信息服务"
	},
	{
		"id": 1131,
		"name": "动漫制作技术"
	},
	{
		"id": 1132,
		"name": "嵌入式技术与应用"
	},
	{
		"id": 1133,
		"name": "数字展示技术"
	},
	{
		"id": 1134,
		"name": "数字媒体应用技术"
	},
	{
		"id": 1135,
		"name": "信息安全与管理"
	},
	{
		"id": 1136,
		"name": "移动应用开发"
	},
	{
		"id": 1137,
		"name": "云计算技术与应用"
	},
	{
		"id": 1138,
		"name": "电子商务技术"
	},
	{
		"id": 1139,
		"name": "通信技术"
	},
	{
		"id": 1140,
		"name": "移动通信技术"
	},
	{
		"id": 1141,
		"name": "通信系统运行管理"
	},
	{
		"id": 1142,
		"name": "通信工程设计与监理"
	},
	{
		"id": 1143,
		"name": "电信服务与管理"
	},
	{
		"id": 1144,
		"name": "光通信技术"
	},
	{
		"id": 1145,
		"name": "物联网工程技术"
	},
	{
		"id": 1146,
		"name": "中医骨伤"
	},
	{
		"id": 1147,
		"name": "针灸推拿"
	},
	{
		"id": 1148,
		"name": "护理"
	},
	{
		"id": 1149,
		"name": "助产"
	},
	{
		"id": 1150,
		"name": "维药学"
	},
	{
		"id": 1151,
		"name": "医学生物技术"
	},
	{
		"id": 1152,
		"name": "医学美容技术"
	},
	{
		"id": 1153,
		"name": "卫生检验与检疫技术"
	},
	{
		"id": 1154,
		"name": "眼视光技术"
	},
	{
		"id": 1155,
		"name": "放射治疗技术"
	},
	{
		"id": 1156,
		"name": "呼吸治疗技术"
	},
	{
		"id": 1157,
		"name": "康复治疗技术"
	},
	{
		"id": 1158,
		"name": "言语听觉康复技术"
	},
	{
		"id": 1159,
		"name": "中医康复技术"
	},
	{
		"id": 1160,
		"name": "公共卫生管理"
	},
	{
		"id": 1161,
		"name": "卫生信息管理"
	},
	{
		"id": 1162,
		"name": "人口与家庭发展服务"
	},
	{
		"id": 1163,
		"name": "生殖健康服务与管理"
	},
	{
		"id": 1164,
		"name": "健康管理"
	},
	{
		"id": 1165,
		"name": "医学营养"
	},
	{
		"id": 1166,
		"name": "中医养生保健"
	},
	{
		"id": 1167,
		"name": "心理咨询"
	},
	{
		"id": 1168,
		"name": "医疗设备应用技术"
	},
	{
		"id": 1169,
		"name": "精密医疗器械技术"
	},
	{
		"id": 1170,
		"name": "医疗器械维护与管理"
	},
	{
		"id": 1171,
		"name": "康复工程技术"
	},
	{
		"id": 1172,
		"name": "康复辅助器具技术"
	},
	{
		"id": 1173,
		"name": "假肢与矫形器技术"
	},
	{
		"id": 1174,
		"name": "老年保健与管理"
	},
	{
		"id": 1175,
		"name": "财政"
	},
	{
		"id": 1176,
		"name": "税务"
	},
	{
		"id": 1177,
		"name": "资产评估与管理"
	},
	{
		"id": 1178,
		"name": "政府采购管理"
	},
	{
		"id": 1179,
		"name": "金融管理"
	},
	{
		"id": 1180,
		"name": "国际金融"
	},
	{
		"id": 1181,
		"name": "证券与期货"
	},
	{
		"id": 1182,
		"name": "信托与租赁"
	},
	{
		"id": 1183,
		"name": "保险"
	},
	{
		"id": 1184,
		"name": "投资与理财"
	},
	{
		"id": 1185,
		"name": "农村金融"
	},
	{
		"id": 1186,
		"name": "会计"
	},
	{
		"id": 1187,
		"name": "审计"
	},
	{
		"id": 1188,
		"name": "会计信息管理"
	},
	{
		"id": 1189,
		"name": "信息统计与分析"
	},
	{
		"id": 1190,
		"name": "统计与会计核算"
	},
	{
		"id": 1191,
		"name": "国际贸易实务"
	},
	{
		"id": 1192,
		"name": "服务外包"
	},
	{
		"id": 1193,
		"name": "经济信息管理"
	},
	{
		"id": 1194,
		"name": "报关与国际货运"
	},
	{
		"id": 1195,
		"name": "商务经纪与代理"
	},
	{
		"id": 1196,
		"name": "国际文化贸易"
	},
	{
		"id": 1197,
		"name": "工商企业管理"
	},
	{
		"id": 1198,
		"name": "商务管理"
	},
	{
		"id": 1199,
		"name": "商检技术"
	},
	{
		"id": 1200,
		"name": "连锁经营管理"
	},
	{
		"id": 1201,
		"name": "市场管理与服务"
	},
	{
		"id": 1202,
		"name": "品牌代理经营"
	},
	{
		"id": 1203,
		"name": "汽车营销与服务"
	},
	{
		"id": 1204,
		"name": "广告策划与营销"
	},
	{
		"id": 1205,
		"name": "茶艺与茶叶营销"
	},
	{
		"id": 1206,
		"name": "移动商务"
	},
	{
		"id": 1207,
		"name": "网络营销"
	},
	{
		"id": 1208,
		"name": "物流工程技术"
	},
	{
		"id": 1209,
		"name": "物流信息技术"
	},
	{
		"id": 1210,
		"name": "物流金融管理"
	},
	{
		"id": 1211,
		"name": "工程物流管理"
	},
	{
		"id": 1212,
		"name": "冷链物流技术与管理"
	},
	{
		"id": 1213,
		"name": "采购与供应管理"
	},
	{
		"id": 1214,
		"name": "导游"
	},
	{
		"id": 1215,
		"name": "旅行社经营管理"
	},
	{
		"id": 1216,
		"name": "景区开发与管理"
	},
	{
		"id": 1217,
		"name": "休闲服务与管理"
	},
	{
		"id": 1218,
		"name": "餐饮管理"
	},
	{
		"id": 1219,
		"name": "烹调工艺与营养"
	},
	{
		"id": 1220,
		"name": "营养配餐"
	},
	{
		"id": 1221,
		"name": "中西面点工艺"
	},
	{
		"id": 1222,
		"name": "西餐工艺"
	},
	{
		"id": 1223,
		"name": "会展策划与管理"
	},
	{
		"id": 1224,
		"name": "艺术设计"
	},
	{
		"id": 1225,
		"name": "视觉传播设计与制作"
	},
	{
		"id": 1226,
		"name": "广告设计与制作"
	},
	{
		"id": 1227,
		"name": "数字媒体艺术设计"
	},
	{
		"id": 1228,
		"name": "产品艺术设计"
	},
	{
		"id": 1229,
		"name": "家具艺术设计"
	},
	{
		"id": 1230,
		"name": "皮具艺术设计"
	},
	{
		"id": 1231,
		"name": "室内艺术设计"
	},
	{
		"id": 1232,
		"name": "展示艺术设计"
	},
	{
		"id": 1233,
		"name": "环境艺术设计"
	},
	{
		"id": 1234,
		"name": "公共艺术设计"
	},
	{
		"id": 1235,
		"name": "雕刻艺术设计"
	},
	{
		"id": 1236,
		"name": "包装艺术设计"
	},
	{
		"id": 1237,
		"name": "陶瓷设计与工艺"
	},
	{
		"id": 1238,
		"name": "刺绣设计与工艺"
	},
	{
		"id": 1239,
		"name": "玉器设计与工艺"
	},
	{
		"id": 1240,
		"name": "首饰设计与工艺"
	},
	{
		"id": 1241,
		"name": "工艺美术品设计"
	},
	{
		"id": 1242,
		"name": "动漫设计"
	},
	{
		"id": 1243,
		"name": "游戏设计"
	},
	{
		"id": 1244,
		"name": "人物形象设计"
	},
	{
		"id": 1245,
		"name": "美容美体艺术"
	},
	{
		"id": 1246,
		"name": "摄影与摄像艺术"
	},
	{
		"id": 1247,
		"name": "美术"
	},
	{
		"id": 1248,
		"name": "表演艺术"
	},
	{
		"id": 1249,
		"name": "戏剧影视表演"
	},
	{
		"id": 1250,
		"name": "歌舞表演"
	},
	{
		"id": 1251,
		"name": "戏曲表演"
	},
	{
		"id": 1252,
		"name": "曲艺表演"
	},
	{
		"id": 1253,
		"name": "音乐剧表演"
	},
	{
		"id": 1254,
		"name": "国际标准舞"
	},
	{
		"id": 1255,
		"name": "服装表演"
	},
	{
		"id": 1256,
		"name": "模特与礼仪"
	},
	{
		"id": 1257,
		"name": "现代流行音乐"
	},
	{
		"id": 1258,
		"name": "作曲技术"
	},
	{
		"id": 1259,
		"name": "音乐制作"
	},
	{
		"id": 1260,
		"name": "钢琴伴奏"
	},
	{
		"id": 1261,
		"name": "钢琴调律"
	},
	{
		"id": 1262,
		"name": "戏曲导演"
	},
	{
		"id": 1263,
		"name": "舞台艺术设计与制作"
	},
	{
		"id": 1264,
		"name": "民族表演艺术"
	},
	{
		"id": 1265,
		"name": "民族美术"
	},
	{
		"id": 1266,
		"name": "民族服装与服饰"
	},
	{
		"id": 1267,
		"name": "民族民居装饰"
	},
	{
		"id": 1268,
		"name": "民族传统技艺"
	},
	{
		"id": 1269,
		"name": "少数民族古籍修复"
	},
	{
		"id": 1270,
		"name": "中国少数民族语言文化"
	},
	{
		"id": 1271,
		"name": "文化创意与策划"
	},
	{
		"id": 1272,
		"name": "文化市场经营管理"
	},
	{
		"id": 1273,
		"name": "公共文化服务与管理"
	},
	{
		"id": 1274,
		"name": "文物修复与保护"
	},
	{
		"id": 1275,
		"name": "考古探掘技术"
	},
	{
		"id": 1276,
		"name": "文物博物馆服务与管理"
	},
	{
		"id": 1277,
		"name": "图书档案管理"
	},
	{
		"id": 1278,
		"name": "图文信息处理"
	},
	{
		"id": 1279,
		"name": "网络新闻与传播"
	},
	{
		"id": 1280,
		"name": "版面编辑与校对"
	},
	{
		"id": 1281,
		"name": "出版商务"
	},
	{
		"id": 1282,
		"name": "出版与电脑编辑技术"
	},
	{
		"id": 1283,
		"name": "出版信息管理"
	},
	{
		"id": 1284,
		"name": "数字媒体设备管理"
	},
	{
		"id": 1285,
		"name": "新闻采编与制作"
	},
	{
		"id": 1286,
		"name": "播音与主持"
	},
	{
		"id": 1287,
		"name": "广播影视节目制作"
	},
	{
		"id": 1288,
		"name": "广播电视技术"
	},
	{
		"id": 1289,
		"name": "影视制片管理"
	},
	{
		"id": 1290,
		"name": "影视编导"
	},
	{
		"id": 1291,
		"name": "影视美术"
	},
	{
		"id": 1292,
		"name": "影视多媒体技术"
	},
	{
		"id": 1293,
		"name": "影视动画"
	},
	{
		"id": 1294,
		"name": "影视照明技术与艺术"
	},
	{
		"id": 1295,
		"name": "音像技术"
	},
	{
		"id": 1296,
		"name": "录音技术与艺术"
	},
	{
		"id": 1297,
		"name": "摄影摄像技术"
	},
	{
		"id": 1298,
		"name": "传播与策划"
	},
	{
		"id": 1299,
		"name": "媒体营销"
	},
	{
		"id": 1300,
		"name": "早期教育"
	},
	{
		"id": 1301,
		"name": "语文教育"
	},
	{
		"id": 1302,
		"name": "数学教育"
	},
	{
		"id": 1303,
		"name": "英语教育"
	},
	{
		"id": 1304,
		"name": "物理教育"
	},
	{
		"id": 1305,
		"name": "化学教育"
	},
	{
		"id": 1306,
		"name": "生物教育"
	},
	{
		"id": 1307,
		"name": "历史教育"
	},
	{
		"id": 1308,
		"name": "地理教育"
	},
	{
		"id": 1309,
		"name": "音乐教育"
	},
	{
		"id": 1310,
		"name": "美术教育"
	},
	{
		"id": 1311,
		"name": "现代教育技术"
	},
	{
		"id": 1312,
		"name": "心理健康教育"
	},
	{
		"id": 1313,
		"name": "汉语"
	},
	{
		"id": 1314,
		"name": "应用英语"
	},
	{
		"id": 1315,
		"name": "旅游英语"
	},
	{
		"id": 1316,
		"name": "商务日语"
	},
	{
		"id": 1317,
		"name": "应用日语"
	},
	{
		"id": 1318,
		"name": "旅游日语"
	},
	{
		"id": 1319,
		"name": "应用韩语"
	},
	{
		"id": 1320,
		"name": "应用俄语"
	},
	{
		"id": 1321,
		"name": "应用法语"
	},
	{
		"id": 1322,
		"name": "应用德语"
	},
	{
		"id": 1323,
		"name": "应用西班牙语"
	},
	{
		"id": 1324,
		"name": "应用越南语"
	},
	{
		"id": 1325,
		"name": "应用泰语"
	},
	{
		"id": 1326,
		"name": "应用阿拉伯语"
	},
	{
		"id": 1327,
		"name": "应用外语"
	},
	{
		"id": 1328,
		"name": "文秘"
	},
	{
		"id": 1329,
		"name": "文秘速录"
	},
	{
		"id": 1330,
		"name": "运动防护"
	},
	{
		"id": 1331,
		"name": "社会体育"
	},
	{
		"id": 1332,
		"name": "高尔夫球运动与管理"
	},
	{
		"id": 1333,
		"name": "民族传统体育"
	},
	{
		"id": 1334,
		"name": "体育艺术表演"
	},
	{
		"id": 1335,
		"name": "体育运营与管理"
	},
	{
		"id": 1336,
		"name": "体育保健与康复"
	},
	{
		"id": 1337,
		"name": "健身指导与管理"
	},
	{
		"id": 1338,
		"name": "治安管理"
	},
	{
		"id": 1339,
		"name": "信息网络安全监察"
	},
	{
		"id": 1340,
		"name": "防火管理"
	},
	{
		"id": 1341,
		"name": "边防检查"
	},
	{
		"id": 1342,
		"name": "边境管理"
	},
	{
		"id": 1343,
		"name": "特警"
	},
	{
		"id": 1344,
		"name": "警察管理"
	},
	{
		"id": 1345,
		"name": "公共安全管理"
	},
	{
		"id": 1346,
		"name": "森林消防"
	},
	{
		"id": 1347,
		"name": "部队后勤管理"
	},
	{
		"id": 1348,
		"name": "部队政治工作"
	},
	{
		"id": 1349,
		"name": "警察指挥与战术"
	},
	{
		"id": 1350,
		"name": "船艇指挥"
	},
	{
		"id": 1351,
		"name": "通信指挥"
	},
	{
		"id": 1352,
		"name": "参谋业务"
	},
	{
		"id": 1353,
		"name": "抢险救援"
	},
	{
		"id": 1354,
		"name": "刑事侦查"
	},
	{
		"id": 1355,
		"name": "禁毒"
	},
	{
		"id": 1356,
		"name": "司法助理"
	},
	{
		"id": 1357,
		"name": "法律文秘"
	},
	{
		"id": 1358,
		"name": "法律事务"
	},
	{
		"id": 1359,
		"name": "检察事务"
	},
	{
		"id": 1360,
		"name": "刑事执行"
	},
	{
		"id": 1361,
		"name": "民事执行"
	},
	{
		"id": 1362,
		"name": "行政执行"
	},
	{
		"id": 1363,
		"name": "司法警务"
	},
	{
		"id": 1364,
		"name": "刑事侦查技术"
	},
	{
		"id": 1365,
		"name": "安全防范技术"
	},
	{
		"id": 1366,
		"name": "司法信息技术"
	},
	{
		"id": 1367,
		"name": "司法鉴定技术"
	},
	{
		"id": 1368,
		"name": "司法信息安全"
	},
	{
		"id": 1369,
		"name": "罪犯心理测量与矫正技术"
	},
	{
		"id": 1370,
		"name": "戒毒矫治技术"
	},
	{
		"id": 1371,
		"name": "职务犯罪预防与控制"
	},
	{
		"id": 1372,
		"name": "社会福利事业管理"
	},
	{
		"id": 1373,
		"name": "青少年工作与管理"
	},
	{
		"id": 1374,
		"name": "社区管理与服务"
	},
	{
		"id": 1375,
		"name": "公共关系"
	},
	{
		"id": 1376,
		"name": "人民武装"
	},
	{
		"id": 1377,
		"name": "民政管理"
	},
	{
		"id": 1378,
		"name": "网络舆情监测"
	},
	{
		"id": 1379,
		"name": "公共事务管理"
	},
	{
		"id": 1380,
		"name": "质量管理与认证"
	},
	{
		"id": 1381,
		"name": "知识产权管理"
	},
	{
		"id": 1382,
		"name": "老年服务与管理"
	},
	{
		"id": 1383,
		"name": "家政服务与管理"
	},
	{
		"id": 1384,
		"name": "婚庆服务与管理"
	},
	{
		"id": 1385,
		"name": "社区康复"
	},
	{
		"id": 1386,
		"name": "现代殡葬技术与管理"
	},
	{
		"id": 1387,
		"name": "马克思主义哲学"
	},
	{
		"id": 1388,
		"name": "政治经济学"
	},
	{
		"id": 1389,
		"name": "世界经济"
	},
	{
		"id": 1390,
		"name": "国民经济学"
	},
	{
		"id": 1391,
		"name": "产业经济学"
	},
	{
		"id": 1392,
		"name": "数量经济学"
	},
	{
		"id": 1393,
		"name": "法学理论"
	},
	{
		"id": 1394,
		"name": "民商法学"
	},
	{
		"id": 1395,
		"name": "国际法学"
	},
	{
		"id": 1396,
		"name": "政治学理论"
	},
	{
		"id": 1397,
		"name": "中共党史"
	},
	{
		"id": 1398,
		"name": "马克思主义基本原理"
	},
	{
		"id": 1399,
		"name": "法律硕士（非法学）"
	},
	{
		"id": 1400,
		"name": "教育学原理"
	},
	{
		"id": 1401,
		"name": "学前教育学"
	},
	{
		"id": 1402,
		"name": "特殊教育学"
	},
	{
		"id": 1403,
		"name": "基础心理学"
	},
	{
		"id": 1404,
		"name": "体育人文社会学"
	},
	{
		"id": 1405,
		"name": "教育管理"
	},
	{
		"id": 1406,
		"name": "学科教学（物理）"
	},
	{
		"id": 1407,
		"name": "学科教学（历史）"
	},
	{
		"id": 1408,
		"name": "学科教学（美术）"
	},
	{
		"id": 1409,
		"name": "科学与技术教育"
	},
	{
		"id": 1410,
		"name": "体育教学"
	},
	{
		"id": 1411,
		"name": "文艺学"
	},
	{
		"id": 1412,
		"name": "中国古代文学"
	},
	{
		"id": 1413,
		"name": "英语语言文学"
	},
	{
		"id": 1414,
		"name": "日语语言文学"
	},
	{
		"id": 1415,
		"name": "欧洲语言文学"
	},
	{
		"id": 1416,
		"name": "英语笔译"
	},
	{
		"id": 1417,
		"name": "日语笔译"
	},
	{
		"id": 1418,
		"name": "德语笔译"
	},
	{
		"id": 1419,
		"name": "基础数学"
	},
	{
		"id": 1420,
		"name": "理论物理"
	},
	{
		"id": 1421,
		"name": "凝聚态物理"
	},
	{
		"id": 1422,
		"name": "无机化学"
	},
	{
		"id": 1423,
		"name": "天体物理"
	},
	{
		"id": 1424,
		"name": "自然地理学"
	},
	{
		"id": 1425,
		"name": "气象学"
	},
	{
		"id": 1426,
		"name": "物理海洋学"
	},
	{
		"id": 1427,
		"name": "固体地球物理学"
	},
	{
		"id": 1428,
		"name": "矿物学、岩石学、矿床学"
	},
	{
		"id": 1429,
		"name": "植物学"
	},
	{
		"id": 1430,
		"name": "微生物学"
	},
	{
		"id": 1431,
		"name": "细胞生物学"
	},
	{
		"id": 1432,
		"name": "系统理论"
	},
	{
		"id": 1433,
		"name": "一般力学与力学基础"
	},
	{
		"id": 1434,
		"name": "材料物理与化学"
	},
	{
		"id": 1435,
		"name": "物理电子学"
	},
	{
		"id": 1436,
		"name": "计算机系统结构"
	},
	{
		"id": 1437,
		"name": "人体解剖与组织胚胎学"
	},
	{
		"id": 1438,
		"name": "流行病与卫生统计学"
	},
	{
		"id": 1439,
		"name": "卫生毒理学"
	},
	{
		"id": 1440,
		"name": "微生物与生化药学"
	},
	{
		"id": 1441,
		"name": "机械制造及其自动化"
	},
	{
		"id": 1442,
		"name": "精密仪器及机械"
	},
	{
		"id": 1443,
		"name": "治金物理化学"
	},
	{
		"id": 1444,
		"name": "工程热物理"
	},
	{
		"id": 1445,
		"name": "制冷及低温工程"
	},
	{
		"id": 1446,
		"name": "电机与电器"
	},
	{
		"id": 1447,
		"name": "通信与信息系统"
	},
	{
		"id": 1448,
		"name": "控制理论与控制工程"
	},
	{
		"id": 1449,
		"name": "建筑历史与理论"
	},
	{
		"id": 1450,
		"name": "岩土工程"
	},
	{
		"id": 1451,
		"name": "防灾减灾工程及防护工程"
	},
	{
		"id": 1452,
		"name": "水文学及水资源"
	},
	{
		"id": 1453,
		"name": "大地测量学与测量工程"
	},
	{
		"id": 1454,
		"name": "化学工程"
	},
	{
		"id": 1455,
		"name": "矿产普查与勘探"
	},
	{
		"id": 1456,
		"name": "油气井工程"
	},
	{
		"id": 1457,
		"name": "制浆造纸工程"
	},
	{
		"id": 1458,
		"name": "道路与铁道工程"
	},
	{
		"id": 1459,
		"name": "船舶与海洋结构物设计制造"
	},
	{
		"id": 1460,
		"name": "飞行器设计"
	},
	{
		"id": 1461,
		"name": "武器系统与运用工程"
	},
	{
		"id": 1462,
		"name": "核能科学与工程"
	},
	{
		"id": 1463,
		"name": "农业机械化工程"
	},
	{
		"id": 1464,
		"name": "食品科学"
	},
	{
		"id": 1465,
		"name": "城乡规划学"
	},
	{
		"id": 1466,
		"name": "城乡发展历史与遗产保护规划"
	},
	{
		"id": 1467,
		"name": "风景园林学"
	},
	{
		"id": 1468,
		"name": "风景园林规划与设计"
	},
	{
		"id": 1469,
		"name": "图形图像处理与多媒体技术"
	},
	{
		"id": 1470,
		"name": "制造业与服务业信息化"
	},
	{
		"id": 1471,
		"name": "模式识别与智能系统"
	},
	{
		"id": 1472,
		"name": "数字表演"
	},
	{
		"id": 1473,
		"name": "安全科学与工程"
	},
	{
		"id": 1474,
		"name": "集成电路工程"
	},
	{
		"id": 1475,
		"name": "建筑与土木工程"
	},
	{
		"id": 1476,
		"name": "轻工技术与工程"
	},
	{
		"id": 1477,
		"name": "兵器工程"
	},
	{
		"id": 1478,
		"name": "航天工程"
	},
	{
		"id": 1479,
		"name": "工业设计工程"
	},
	{
		"id": 1480,
		"name": "作物栽培学与耕作学"
	},
	{
		"id": 1481,
		"name": "果树学"
	},
	{
		"id": 1482,
		"name": "土壤学"
	},
	{
		"id": 1483,
		"name": "植物病理学"
	},
	{
		"id": 1484,
		"name": "动物遗传育种与繁殖"
	},
	{
		"id": 1485,
		"name": "基础兽医学"
	},
	{
		"id": 1486,
		"name": "林木遗传育种"
	},
	{
		"id": 1487,
		"name": "野生动植物保护与利用"
	},
	{
		"id": 1488,
		"name": "水产养殖"
	},
	{
		"id": 1489,
		"name": "作物"
	},
	{
		"id": 1490,
		"name": "养殖"
	},
	{
		"id": 1491,
		"name": "农业机械化"
	},
	{
		"id": 1492,
		"name": "食品加工与安全"
	},
	{
		"id": 1493,
		"name": "内科学"
	},
	{
		"id": 1494,
		"name": "精神病与精神卫生学"
	},
	{
		"id": 1495,
		"name": "外科学"
	},
	{
		"id": 1496,
		"name": "耳鼻咽喉科学"
	},
	{
		"id": 1497,
		"name": "口腔基础医学"
	},
	{
		"id": 1498,
		"name": "中医基础理论"
	},
	{
		"id": 1499,
		"name": "中医诊断学"
	},
	{
		"id": 1500,
		"name": "中医妇科学"
	},
	{
		"id": 1501,
		"name": "中西医结合基础"
	},
	{
		"id": 1502,
		"name": "肿瘤学"
	},
	{
		"id": 1503,
		"name": "急诊医学"
	},
	{
		"id": 1504,
		"name": "民族医学"
	},
	{
		"id": 1505,
		"name": "军事思想"
	},
	{
		"id": 1506,
		"name": "军事战略学"
	},
	{
		"id": 1507,
		"name": "联合战役学"
	},
	{
		"id": 1508,
		"name": "合同战术学"
	},
	{
		"id": 1509,
		"name": "作战指挥学"
	},
	{
		"id": 1510,
		"name": "军事组织编制学"
	},
	{
		"id": 1511,
		"name": "管理科学与工程"
	},
	{
		"id": 1512,
		"name": "复杂系统理论及应用"
	},
	{
		"id": 1513,
		"name": "营销与服务工程"
	},
	{
		"id": 1514,
		"name": "信息系统与电子商务"
	},
	{
		"id": 1515,
		"name": "能源与气候经济"
	},
	{
		"id": 1516,
		"name": "工商管理硕士"
	},
	{
		"id": 1517,
		"name": "会计硕士"
	},
	{
		"id": 1518,
		"name": "审计与企业内控方向"
	},
	{
		"id": 1519,
		"name": "艺术学理论"
	},
	{
		"id": 1520,
		"name": "艺术与科学"
	},
	{
		"id": 1521,
		"name": "音乐"
	},
	{
		"id": 1522,
		"name": "广播电视"
	},
	{
		"id": 1523,
		"name": "中国哲学"
	},
	{
		"id": 1524,
		"name": "美学"
	},
	{
		"id": 1525,
		"name": "经济思想史"
	},
	{
		"id": 1526,
		"name": "人口、资源与环境经济学"
	},
	{
		"id": 1527,
		"name": "区域经济学"
	},
	{
		"id": 1528,
		"name": "国际贸易学"
	},
	{
		"id": 1529,
		"name": "国防经济"
	},
	{
		"id": 1530,
		"name": "法律史"
	},
	{
		"id": 1531,
		"name": "诉讼法学"
	},
	{
		"id": 1532,
		"name": "军事法学"
	},
	{
		"id": 1533,
		"name": "中外政治制度"
	},
	{
		"id": 1534,
		"name": "人口学"
	},
	{
		"id": 1535,
		"name": "马克思主义民族理论与政策"
	},
	{
		"id": 1536,
		"name": "马克思主义发展史"
	},
	{
		"id": 1537,
		"name": "中国近现代史基本问题研究"
	},
	{
		"id": 1538,
		"name": "法律硕士（法学）"
	},
	{
		"id": 1539,
		"name": "课程与教学论"
	},
	{
		"id": 1540,
		"name": "高等教育学"
	},
	{
		"id": 1541,
		"name": "发展与教育心理学"
	},
	{
		"id": 1542,
		"name": "学科教学（思政）"
	},
	{
		"id": 1543,
		"name": "学科教学（化学）"
	},
	{
		"id": 1544,
		"name": "学科教学（地理）"
	},
	{
		"id": 1545,
		"name": "语言学及应用语言学"
	},
	{
		"id": 1546,
		"name": "中国现当代文学"
	},
	{
		"id": 1547,
		"name": "俄语语言文学"
	},
	{
		"id": 1548,
		"name": "印度语言文学"
	},
	{
		"id": 1549,
		"name": "亚非语言文学"
	},
	{
		"id": 1550,
		"name": "英语口译"
	},
	{
		"id": 1551,
		"name": "日语口译"
	},
	{
		"id": 1552,
		"name": "德语口译"
	},
	{
		"id": 1553,
		"name": "计算数学"
	},
	{
		"id": 1554,
		"name": "粒子物理与原子核物理"
	},
	{
		"id": 1555,
		"name": "分析化学"
	},
	{
		"id": 1556,
		"name": "天体测量与天体力学"
	},
	{
		"id": 1557,
		"name": "人文地理学"
	},
	{
		"id": 1558,
		"name": "大气物理学与大气环境"
	},
	{
		"id": 1559,
		"name": "海洋化学"
	},
	{
		"id": 1560,
		"name": "空间物理学"
	},
	{
		"id": 1561,
		"name": "动物学"
	},
	{
		"id": 1562,
		"name": "神经生物学"
	},
	{
		"id": 1563,
		"name": "生物化学与分子生物学"
	},
	{
		"id": 1564,
		"name": "系统分析与集成"
	},
	{
		"id": 1565,
		"name": "固体力学"
	},
	{
		"id": 1566,
		"name": "材料学"
	},
	{
		"id": 1567,
		"name": "电路与系统"
	},
	{
		"id": 1568,
		"name": "计算机软件与理论"
	},
	{
		"id": 1569,
		"name": "免疫学"
	},
	{
		"id": 1570,
		"name": "劳动卫生与环境卫生学"
	},
	{
		"id": 1571,
		"name": "军事预防医学"
	},
	{
		"id": 1572,
		"name": "药剂学"
	},
	{
		"id": 1573,
		"name": "药理学"
	},
	{
		"id": 1574,
		"name": "测试计量技术及仪器"
	},
	{
		"id": 1575,
		"name": "钢铁冶金"
	},
	{
		"id": 1576,
		"name": "热能工程"
	},
	{
		"id": 1577,
		"name": "化工过程机械"
	},
	{
		"id": 1578,
		"name": "电力系统及其自动化"
	},
	{
		"id": 1579,
		"name": "信号与信息处理"
	},
	{
		"id": 1580,
		"name": "检测技术与自动化装置"
	},
	{
		"id": 1581,
		"name": "建筑设计及其理论"
	},
	{
		"id": 1582,
		"name": "结构工程"
	},
	{
		"id": 1583,
		"name": "桥梁与隧道工程"
	},
	{
		"id": 1584,
		"name": "水力学及河流动力学"
	},
	{
		"id": 1585,
		"name": "摄影测量与遥感"
	},
	{
		"id": 1586,
		"name": "化学工艺"
	},
	{
		"id": 1587,
		"name": "地球探测与信息技术"
	},
	{
		"id": 1588,
		"name": "油气田开发工程"
	},
	{
		"id": 1589,
		"name": "纺织材料与纺织品设计"
	},
	{
		"id": 1590,
		"name": "制糖工程"
	},
	{
		"id": 1591,
		"name": "交通信息工程及控制"
	},
	{
		"id": 1592,
		"name": "航空宇航推进理论与工程"
	},
	{
		"id": 1593,
		"name": "兵器发射理论与技术"
	},
	{
		"id": 1594,
		"name": "核燃料循环与材料"
	},
	{
		"id": 1595,
		"name": "农业水土工程"
	},
	{
		"id": 1596,
		"name": "木材科学与技术"
	},
	{
		"id": 1597,
		"name": "粮食、油脂及植物蛋白工程"
	},
	{
		"id": 1598,
		"name": "城市规划与设计"
	},
	{
		"id": 1599,
		"name": "城乡规划管理"
	},
	{
		"id": 1600,
		"name": "风景园林历史与理论"
	},
	{
		"id": 1601,
		"name": "风景园林工程与技术"
	},
	{
		"id": 1602,
		"name": "软件开发环境与技术"
	},
	{
		"id": 1603,
		"name": "数据库与知识工程"
	},
	{
		"id": 1604,
		"name": "信息管理与信息系统"
	},
	{
		"id": 1605,
		"name": "无线网络与移动计算"
	},
	{
		"id": 1606,
		"name": "食品安全"
	},
	{
		"id": 1607,
		"name": "光学工程"
	},
	{
		"id": 1608,
		"name": "动力工程"
	},
	{
		"id": 1609,
		"name": "控制工程"
	},
	{
		"id": 1610,
		"name": "矿业工程"
	},
	{
		"id": 1611,
		"name": "交通运输工程"
	},
	{
		"id": 1612,
		"name": "核能与核技术工程"
	},
	{
		"id": 1613,
		"name": "作物遗传育种"
	},
	{
		"id": 1614,
		"name": "蔬菜学"
	},
	{
		"id": 1615,
		"name": "植物营养学"
	},
	{
		"id": 1616,
		"name": "农业昆虫与害虫防治"
	},
	{
		"id": 1617,
		"name": "动物营养与饲料科学"
	},
	{
		"id": 1618,
		"name": "预防兽医学"
	},
	{
		"id": 1619,
		"name": "森林培育"
	},
	{
		"id": 1620,
		"name": "园林植物与观赏园艺"
	},
	{
		"id": 1621,
		"name": "捕捞学"
	},
	{
		"id": 1622,
		"name": "草业"
	},
	{
		"id": 1623,
		"name": "农村与区域发展"
	},
	{
		"id": 1624,
		"name": "设施农业"
	},
	{
		"id": 1625,
		"name": "皮肤病与性病学"
	},
	{
		"id": 1626,
		"name": "妇产科学"
	},
	{
		"id": 1627,
		"name": "口腔临床医学"
	},
	{
		"id": 1628,
		"name": "中医临床基础"
	},
	{
		"id": 1629,
		"name": "中医内科学"
	},
	{
		"id": 1630,
		"name": "中西医结合临床"
	},
	{
		"id": 1631,
		"name": "康复医学与理疗学"
	},
	{
		"id": 1632,
		"name": "军事历史"
	},
	{
		"id": 1633,
		"name": "战争动员学"
	},
	{
		"id": 1634,
		"name": "军种战役学"
	},
	{
		"id": 1635,
		"name": "兵种战术学"
	},
	{
		"id": 1636,
		"name": "军事运筹学"
	},
	{
		"id": 1637,
		"name": "军队管理学"
	},
	{
		"id": 1638,
		"name": "现代管理理论及应用"
	},
	{
		"id": 1639,
		"name": "信息管理与商务智能"
	},
	{
		"id": 1640,
		"name": "管理心理与行为科学"
	},
	{
		"id": 1641,
		"name": "教育信息技术"
	},
	{
		"id": 1642,
		"name": "物流管理与工程"
	},
	{
		"id": 1643,
		"name": "企业管理"
	},
	{
		"id": 1644,
		"name": "林业经济管理"
	},
	{
		"id": 1645,
		"name": "社会医学与卫生事业管理"
	},
	{
		"id": 1646,
		"name": "情报学"
	},
	{
		"id": 1647,
		"name": "CFO"
	},
	{
		"id": 1648,
		"name": "CFO方向"
	},
	{
		"id": 1649,
		"name": "艺术学"
	},
	{
		"id": 1650,
		"name": "戏剧"
	},
	{
		"id": 1651,
		"name": "舞蹈"
	},
	{
		"id": 1652,
		"name": "外国哲学"
	},
	{
		"id": 1653,
		"name": "经济史"
	},
	{
		"id": 1654,
		"name": "宪法学与行政法学"
	},
	{
		"id": 1655,
		"name": "经济法学"
	},
	{
		"id": 1656,
		"name": "科学社会主义与国际共产主义运动"
	},
	{
		"id": 1657,
		"name": "国际关系"
	},
	{
		"id": 1658,
		"name": "中国少数民族经济"
	},
	{
		"id": 1659,
		"name": "马克思主义中国化研究"
	},
	{
		"id": 1660,
		"name": "教育史"
	},
	{
		"id": 1661,
		"name": "成人教育学"
	},
	{
		"id": 1662,
		"name": "教育法学"
	},
	{
		"id": 1663,
		"name": "体育教育训练学"
	},
	{
		"id": 1664,
		"name": "学科教学（语文）"
	},
	{
		"id": 1665,
		"name": "学科教学（生物）"
	},
	{
		"id": 1666,
		"name": "学科教学（音乐）"
	},
	{
		"id": 1667,
		"name": "竞赛组织"
	},
	{
		"id": 1668,
		"name": "汉语言文字学"
	},
	{
		"id": 1669,
		"name": "中国少数民族语言文学"
	},
	{
		"id": 1670,
		"name": "法语语言文学"
	},
	{
		"id": 1671,
		"name": "西班牙语语言文学"
	},
	{
		"id": 1672,
		"name": "外国语言学及应用语言学"
	},
	{
		"id": 1673,
		"name": "俄语笔译"
	},
	{
		"id": 1674,
		"name": "法语笔译"
	},
	{
		"id": 1675,
		"name": "朝鲜语笔译"
	},
	{
		"id": 1676,
		"name": "概率论与数理统计"
	},
	{
		"id": 1677,
		"name": "原子与分子物理"
	},
	{
		"id": 1678,
		"name": "光学"
	},
	{
		"id": 1679,
		"name": "有机化学"
	},
	{
		"id": 1680,
		"name": "地图学与地理信息系统"
	},
	{
		"id": 1681,
		"name": "海洋生物学"
	},
	{
		"id": 1682,
		"name": "古生物学与地层学"
	},
	{
		"id": 1683,
		"name": "生理学"
	},
	{
		"id": 1684,
		"name": "遗传学"
	},
	{
		"id": 1685,
		"name": "生物物理学"
	},
	{
		"id": 1686,
		"name": "流体力学"
	},
	{
		"id": 1687,
		"name": "材料加工工程"
	},
	{
		"id": 1688,
		"name": "微电子学与固体电子学"
	},
	{
		"id": 1689,
		"name": "病原生物学"
	},
	{
		"id": 1690,
		"name": "营养与食品卫生学"
	},
	{
		"id": 1691,
		"name": "生物学"
	},
	{
		"id": 1692,
		"name": "机械设计及理论"
	},
	{
		"id": 1693,
		"name": "有色金属治金"
	},
	{
		"id": 1694,
		"name": "动力机械及工程"
	},
	{
		"id": 1695,
		"name": "高电压与绝缘技术"
	},
	{
		"id": 1696,
		"name": "系统工程"
	},
	{
		"id": 1697,
		"name": "建筑技术科学"
	},
	{
		"id": 1698,
		"name": "市政工程"
	},
	{
		"id": 1699,
		"name": "水工结构工程"
	},
	{
		"id": 1700,
		"name": "地图制图学与地理信息工程"
	},
	{
		"id": 1701,
		"name": "生物化工"
	},
	{
		"id": 1702,
		"name": "安全技术及工程"
	},
	{
		"id": 1703,
		"name": "纺织化学与染整工程"
	},
	{
		"id": 1704,
		"name": "发酵工程"
	},
	{
		"id": 1705,
		"name": "交通运输规划与管理"
	},
	{
		"id": 1706,
		"name": "航空宇航制造工程"
	},
	{
		"id": 1707,
		"name": "火炮、自动武器与弹药工程"
	},
	{
		"id": 1708,
		"name": "核技术及应用"
	},
	{
		"id": 1709,
		"name": "农业生物环境与能源工程"
	},
	{
		"id": 1710,
		"name": "林产化学加工工程"
	},
	{
		"id": 1711,
		"name": "农产品加工及贮藏工程"
	},
	{
		"id": 1712,
		"name": "城乡规划与设计"
	},
	{
		"id": 1713,
		"name": "园林植物与应用"
	},
	{
		"id": 1714,
		"name": "园林艺术设计"
	},
	{
		"id": 1715,
		"name": "虚拟现实与交互技术"
	},
	{
		"id": 1716,
		"name": "嵌入式软件设计与应用"
	},
	{
		"id": 1717,
		"name": "计算机视觉与应用"
	},
	{
		"id": 1718,
		"name": "软件工程技术"
	},
	{
		"id": 1719,
		"name": "仪器仪表工程"
	},
	{
		"id": 1720,
		"name": "电气工程"
	},
	{
		"id": 1721,
		"name": "计算机技术"
	},
	{
		"id": 1722,
		"name": "石油与天然气工程"
	},
	{
		"id": 1723,
		"name": "食品工程"
	},
	{
		"id": 1724,
		"name": "项目管理"
	},
	{
		"id": 1725,
		"name": "农药学"
	},
	{
		"id": 1726,
		"name": "特种经济动物饲养"
	},
	{
		"id": 1727,
		"name": "临床兽医学"
	},
	{
		"id": 1728,
		"name": "森林保护学"
	},
	{
		"id": 1729,
		"name": "水土保持与荒漠化防治"
	},
	{
		"id": 1730,
		"name": "渔业资源"
	},
	{
		"id": 1731,
		"name": "农业资源利用"
	},
	{
		"id": 1732,
		"name": "林业"
	},
	{
		"id": 1733,
		"name": "农业科技组织与服务"
	},
	{
		"id": 1734,
		"name": "种业"
	},
	{
		"id": 1735,
		"name": "老年医学"
	},
	{
		"id": 1736,
		"name": "影像医学与核医学"
	},
	{
		"id": 1737,
		"name": "眼科学"
	},
	{
		"id": 1738,
		"name": "中医医史文献"
	},
	{
		"id": 1739,
		"name": "中医外科学"
	},
	{
		"id": 1740,
		"name": "中医五官科学"
	},
	{
		"id": 1741,
		"name": "生药学"
	},
	{
		"id": 1742,
		"name": "运动医学"
	},
	{
		"id": 1743,
		"name": "军事通信学"
	},
	{
		"id": 1744,
		"name": "现代供应链与物流工程"
	},
	{
		"id": 1745,
		"name": "企业决策分析及战略规划"
	},
	{
		"id": 1746,
		"name": "投融资决策与风险控制"
	},
	{
		"id": 1747,
		"name": "医药产业战略"
	},
	{
		"id": 1748,
		"name": "知识产权与科技创新"
	},
	{
		"id": 1749,
		"name": "网络知识管理"
	},
	{
		"id": 1750,
		"name": "教育经济与管理"
	},
	{
		"id": 1751,
		"name": "企业营销与物流管理"
	},
	{
		"id": 1752,
		"name": "CPA"
	},
	{
		"id": 1753,
		"name": "税务管理方向"
	},
	{
		"id": 1754,
		"name": "戏曲"
	},
	{
		"id": 1755,
		"name": "科学技术哲学"
	},
	{
		"id": 1756,
		"name": "西方经济学"
	},
	{
		"id": 1757,
		"name": "刑法学"
	},
	{
		"id": 1758,
		"name": "环境与资源保护法学"
	},
	{
		"id": 1759,
		"name": "民俗学"
	},
	{
		"id": 1760,
		"name": "中国少数民族史"
	},
	{
		"id": 1761,
		"name": "国外马克思主义研究"
	},
	{
		"id": 1762,
		"name": "比较教育学"
	},
	{
		"id": 1763,
		"name": "职业技术教育学"
	},
	{
		"id": 1764,
		"name": "民族传统体育学"
	},
	{
		"id": 1765,
		"name": "学科教学（数学）"
	},
	{
		"id": 1766,
		"name": "学科教学（英语）"
	},
	{
		"id": 1767,
		"name": "学科教学（体育）"
	},
	{
		"id": 1768,
		"name": "社会体育指导"
	},
	{
		"id": 1769,
		"name": "中国古典文献学"
	},
	{
		"id": 1770,
		"name": "比较文学与世界文学"
	},
	{
		"id": 1771,
		"name": "德语语言文学"
	},
	{
		"id": 1772,
		"name": "阿拉伯语语言文学"
	},
	{
		"id": 1773,
		"name": "俄语口译"
	},
	{
		"id": 1774,
		"name": "法语口译"
	},
	{
		"id": 1775,
		"name": "朝鲜语口译"
	},
	{
		"id": 1776,
		"name": "应用数学"
	},
	{
		"id": 1777,
		"name": "等离子体物理"
	},
	{
		"id": 1778,
		"name": "无线电物理"
	},
	{
		"id": 1779,
		"name": "物理化学"
	},
	{
		"id": 1780,
		"name": "海洋地质"
	},
	{
		"id": 1781,
		"name": "构造地质学"
	},
	{
		"id": 1782,
		"name": "水生生物学"
	},
	{
		"id": 1783,
		"name": "发育生物学"
	},
	{
		"id": 1784,
		"name": "电磁场与微波技术"
	},
	{
		"id": 1785,
		"name": "病理学与病理生理学"
	},
	{
		"id": 1786,
		"name": "儿少卫生与妇幼保健学"
	},
	{
		"id": 1787,
		"name": "药物分析学"
	},
	{
		"id": 1788,
		"name": "流体机械及工程"
	},
	{
		"id": 1789,
		"name": "电力电子与电力传动"
	},
	{
		"id": 1790,
		"name": "供热、供燃气、通风及空调工程"
	},
	{
		"id": 1791,
		"name": "皮革化学与工程"
	},
	{
		"id": 1792,
		"name": "载运工具运用工程"
	},
	{
		"id": 1793,
		"name": "人机与环境工程"
	},
	{
		"id": 1794,
		"name": "军事化学与烟火技术"
	},
	{
		"id": 1795,
		"name": "辐射防护及环境保护"
	},
	{
		"id": 1796,
		"name": "农业电气化与自动化"
	},
	{
		"id": 1797,
		"name": "水产品加工及贮藏工程"
	},
	{
		"id": 1798,
		"name": "区域发展与规划"
	},
	{
		"id": 1799,
		"name": "大地景观规划与生态修复"
	},
	{
		"id": 1800,
		"name": "环境设计艺术"
	},
	{
		"id": 1801,
		"name": "网络与信息安全"
	},
	{
		"id": 1802,
		"name": "电子商务与电子政务"
	},
	{
		"id": 1803,
		"name": "计算机控制与智能自动化系统"
	},
	{
		"id": 1804,
		"name": "网络编辑及其应用"
	},
	{
		"id": 1805,
		"name": "公共安全工程与管理"
	},
	{
		"id": 1806,
		"name": "材料工程"
	},
	{
		"id": 1807,
		"name": "电子与通信工程"
	},
	{
		"id": 1808,
		"name": "林业工程"
	},
	{
		"id": 1809,
		"name": "航空工程"
	},
	{
		"id": 1810,
		"name": "森林经理学"
	},
	{
		"id": 1811,
		"name": "渔业"
	},
	{
		"id": 1812,
		"name": "农业信息化"
	},
	{
		"id": 1813,
		"name": "神经病学"
	},
	{
		"id": 1814,
		"name": "临床检验诊断学"
	},
	{
		"id": 1815,
		"name": "方剂学"
	},
	{
		"id": 1816,
		"name": "军事情报学"
	},
	{
		"id": 1817,
		"name": "金融工程与风险管理"
	},
	{
		"id": 1818,
		"name": "物流与供应链管理"
	},
	{
		"id": 1819,
		"name": "医疗安全与风险管理"
	},
	{
		"id": 1820,
		"name": "金融信息工程"
	},
	{
		"id": 1821,
		"name": "技术经济及管理"
	},
	{
		"id": 1822,
		"name": "社会保障"
	},
	{
		"id": 1823,
		"name": "管理会计与管理控制方向"
	},
	{
		"id": 1824,
		"name": "高级金融分析与风险管理师"
	},
	{
		"id": 1825,
		"name": "文化产业"
	},
	{
		"id": 1826,
		"name": "传媒艺术学"
	},
	{
		"id": 1827,
		"name": "电影"
	}
]